[{"section":"","cfi":"epubcfi(/6/8!/4/6,/1:59,/1:159)","quote":"The Secret Garden was what Mary called it when she was thinking of it. She liked the name, and she l","desc":"This passage brings up two of the major motifs of the novel: the fairy-tale quality of the secret garden, and the opposition between sleep and wakefulness. They are necessarily interrelated. If the garden is a \"kind of fairy place,\" it is not one that causes magical sleep, but magical wakefulness. The secret garden is strongly aligned with Mistress Mary. Mary is ten years old, and the garden has been closed for ten years. Up to the moment that she steps foot into the garden, Mary too is closed off—she has loved no one, and has been utterly unloved. Because it has been so long since anyone has tended the garden, it is impossible to determine whether its flowers are dead or alive. Similarly, Mary has had no one to care for her since her birth, and has become waxen (of a lifeless color) and standoffish as a result. Since Mary and the garden are so closely symbolically related, the reader realizes that the reawakening of the garden may foreshadow and effect Mary's own reawakening.","page":"http://www.sparknotes.com/lit/secretgarden/quotes/","sd":""},{"section":"","cfi":"epubcfi(/6/12!/4/146[chap21]/6,/1:0,/1:100)","quote":"One of the strange things about living in the world is that it is only now and then one is quite sur","desc":"The narrator's extended meditation on the feeling that one is going to live forever reveals that Hodgson Burnett is drawing heavily upon the work of Immanuel Kant (a German philosopher of the Enlightenment) in establishing the feeling's source. The narrator says that one may have this sense that one will live forever when one looks at a sunset; when one stands in a deep wood; when looks up at the immense night sky. Tellingly, all of these examples are drawn from nature. Kant, in his book Critique of Judgment, said that one will often, when confronted with a truly immense natural landscape (his examples include the ocean and a mountain) have a feeling he called \"sublime.\" This sublime feeling occurs because the hugeness of the landscape implies the hand of God. In regarding it, we realize that there is a force and intelligence infinitely larger than our own behind the composition of the world. Thus, the experience of nature provides Burnett's children with a realization that they are going to live forever because it assures them of the presence of God: if the Christian God exists, then eternal life exists.","page":"https://www.sparknotes.com/lit/secretgarden/quotes/page/3","sd":""},{"section":"","cfi":"epubcfi(/6/16!/4/100[chap27]/6,/1:476,/1:576)","quote":"One of the new things people began to find out in the last century was that thoughts—just mere thoug","desc":"This passage provides a sort of abstract of one of the book's central themes: the idea that all illness is psycho-somatic (caused by the mind), and thus one need only think positive thoughts if one is to be well. This idea comes from Christian Science, which holds that negative thoughts are the human error to be found at the root of all disease. One must force out ugly thoughts with agreeable ones, for \"two things cannot be in one place.\" This notion is responsible for both Colin and Mary's wondrous metamorphoses. Once they are thinking of the garden and nature, of Dickon and of their own blossoming friendship, they can no longer concern themselves with their own contrariness or with fear of becoming a hunchback and dying an early death. The epigraph that concludes the passage compares both the positive thoughts and the transformed Colin and Mary with a rose, which of course refers back to the rebirth and cultivation of the secret garden.","page":"https://www.sparknotes.com/lit/secretgarden/quotes/page/5","sd":""}]