[{"cfi":"epubcfi(/6/30!/4/328,/1:0,/1:140)","quote":"“Shall I?” I said briefly; and I looked at his features, beautiful in their harmony, but strangely formidable in their still severity; at hi","desc":"This passage occurs in Chapter 34. St. John Rivers has just asked Jane to join him as his wife on his missionary trip to India. Jane dramati","page":"https://www.sparknotes.com/lit/janeeyre/quotes/page/3"},{"cfi":"epubcfi(/6/4!/4/8[startoftext]/396,/1:22,/1:162)","quote":"I learned, for the first time, from Miss Abbot’s communications to Bessie, that my father had been a poor clergyman; that my mother had marr","desc":"Jane recalls the story she heard of her parents’ marriage and death. Through this tragic story, Jane highlights the strict social class stru","page":"https://www.sparknotes.com/lit/janeeyre/quotes/theme/social-class"},{"cfi":"epubcfi(/6/20!/4/402,/1:0,/1:140)","quote":"“To women who please me only by their faces, I am the very devil when I find out they have neither souls nor hearts—when they open to me a p","desc":"Mr. Rochester is responding to Jane’s declaration of autonomy by insisting that he actually prefers a woman who is independent and strong in","page":"https://www.sparknotes.com/lit/janeeyre/quotes/theme/gender-roles"},{"cfi":"epubcfi(/6/20!/4/60,/1:0,/1:140)","quote":"I knew there would be pleasure in meeting my master again, even though broken by the fear that he was so soon to cease to be my master, and ","desc":"Jane describes how joyful she feels to see Mr. Rochester upon returning from her visit to Gateshead Hall, even though she has heard rumors o","page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/edward-rochester"},{"cfi":"epubcfi(/6/8!/4/94,/1:0,/1:140)","quote":"“Hush, Jane! you think too much of the love of human beings; you are too impulsive, too vehement; the Sovereign hand that created your frame","desc":"Helen is speaking to Jane in response to Jane’s declaration that she needs others to love her and would sacrifice anything for that love. He","page":"https://www.sparknotes.com/lit/janeeyre/quotes/character/helen-burns"}]