[{"cfi":"epubcfi(/6/6!/4/2/6,/1:0,/1:117)","quote":"It is a truth universally acknowledged, that a single man in possession of a good fortune, must be in want of a wife.","desc":"This is the first sentence of Pride and Prejudice and stands as one of the most famous first lines in literature. Even as it briskly introdu","page":"http://www.sparknotes.com/lit/pride/quotes/"},{"cfi":"epubcfi(/6/18!/4/2/62,/1:219,/1:357)","quote":"Her hopes were answered; Jane had not been gone long before it rained hard. Her sisters were uneasy for her, but her mother was delighted.","desc":"This quotation shows how obsessive Mrs. Bennet is about finding husbands for her daughters and how she does not actually care about their co","page":"https://www.sparknotes.com/lit/pride/quotes/theme/family"},{"cfi":"epubcfi(/6/72!/4/2/24,/3:159,/3:299)","quote":"Do you think that any consideration would tempt me to accept the man who has been the means of ruining, perhaps for ever, the happiness of a","desc":"Elizabeth speaks this quote when she refuses Darcy’s marriage proposal. She is angry and offended that Darcy would prevent Bingley from marr","page":"https://www.sparknotes.com/lit/pride/quotes/theme/integrity"},{"cfi":"epubcfi(/6/44!/4/2/16,/1:117,/1:257)","quote":"Oh! Mr. Bennet, you are wanted immediately; we are all in an uproar. You must come and make Lizzy marry Mr. Collins, for she vows she will n","desc":"This quote is spoken by Mrs. Bennet when she hears that Elizabeth has rejected Mr. Collins. The quote shows that Mrs. Bennet does not think ","page":"https://www.sparknotes.com/lit/pride/quotes/theme/gender"},{"cfi":"epubcfi(/6/34!/4/2/20,/1:0,/1:140)","quote":"But the attention of every lady was soon caught by a young man, whom they had never seen before, of most gentlemanlike appearance, walking w","desc":"This is the reaction of the female characters the first time they see Wickham. Although they do not know anything about Wickham’s character ","page":"https://www.sparknotes.com/lit/pride/quotes/theme/first-impressions"},{"cfi":"epubcfi(/6/40!/4/2/60,/1:168,/1:308)","quote":"I remember hearing you once say, Mr. Darcy, that you hardly ever forgave, that your resentment once created was unappeasable. You are very c","desc":"Elizabeth speaks this quote to Darcy when she is trying to fish for information about his history with Wickham. She is implying criticism bo","page":"https://www.sparknotes.com/lit/pride/quotes/theme/first-impressions"},{"cfi":"epubcfi(/6/120!/4/2/52,/11:285,/11:425)","quote":"By you, I was properly humbled. I came to you without a doubt of my reception. You showed me how insufficient were all my pretensions to ple","desc":"Just as Darcy’s letter forces Elizabeth to introspection, so does Elizabeth’s initial rejection force Darcy to self-reflect upon his pride. ","page":"https://www.sparknotes.com/lit/pride/quotes/character/fitzwilliam-darcy"},{"cfi":"epubcfi(/6/114!/4/2/96,/1:198,/1:338)","quote":"But when they see, as I trust they will, that their brother is happy with me, they will learn to be contented, and we shall be on good terms","desc":"Jane’s comment to Elizabeth concerning Mr. Bingley’s sisters shows that she has grown wiser. While losing none of her kindness, Jane express","page":"https://www.sparknotes.com/lit/pride/quotes/character/jane-bennet-and-charles-bingley"},{"cfi":"epubcfi(/6/88!/4/2/32,/1:0,/1:140)","quote":"Elizabeth was distressed. She felt that she had no business at Pemberley, and was obliged to assume a disinclination for seeing it. She must","desc":"Elizabeth has been invited by her aunt and uncle, the Gardiners, to take a trip to the lakes region, but their plans change and they go no f","page":"https://www.sparknotes.com/lit/pride/quotes/symbol/pemberley"},{"cfi":"epubcfi(/6/60!/4/2/12,/1:1303,/1:1443)","quote":"Here, leading the way through every walk and cross walk, and scarcely allowing them an interval to utter the praises he asked for, every vie","desc":"In this scene, Elizabeth visits Mr. Collins’s home shortly after he marries her friend Charlotte Lucas, and he takes the ladies for a walk a","page":"https://www.sparknotes.com/lit/pride/quotes/setting/rosings"},{"cfi":"epubcfi(/6/90!/4/2/10,/1:113,/1:253)","quote":"They gradually ascended for half-a-mile, and then found themselves at the top of a considerable eminence, where the wood ceased, and the eye","desc":"For most of the novel, Elizabeth interacts with Darcy at balls and other people’s homes, but in this scene, she views his grand estate, Pemb","page":"https://www.sparknotes.com/lit/pride/quotes/setting/pemberley"}]