[{"cfi":"epubcfi(/6/12!/4/66,/1:195,/1:335)","quote":"Here was a population, low-class and mostly foreign, hanging always on the verge of starvation, and dependent for its opportunities of life ","desc":"This quote from Chapter 10 comes from Sinclair’s explanation of Ona’s working conditions; she is forced to work under Miss Henderson, who ru","page":"http://www.sparknotes.com/lit/jungle/quotes/"},{"cfi":"epubcfi(/6/16!/4/262,/1:470,/1:610)","quote":"They put him in a place where the snow could not beat in, where the cold could not eat through his bones; they brought him food and drink—wh","desc":"This quote from Chapter 16 explains Jurgis’s mindset when he is sent to prison after attacking Phil Connor. Ironically, to Jurgis, the priso","page":"https://www.sparknotes.com/lit/jungle/quotes/page/3"},{"cfi":"epubcfi(/6/26!/4/104,/1:194,/1:334)","quote":"All day long the blazing midsummer sun beat down upon that square mile of abominations: upon tens of thousands of cattle crowded into pens w","desc":"This descriptive passage from Chapter 26 portrays the rank and festering physical environment in which the Packingtown laborers are forced t","page":"https://www.sparknotes.com/lit/jungle/quotes/page/4"},{"cfi":"epubcfi(/6/28!/4/172,/1:807,/1:947)","quote":"To Jurgis the packers had been equivalent to fate; Ostrinski showed him that they were the Beef Trust. They were a gigantic combination of c","desc":"This quote from Chapter 29 illustrates the effect of Jurgis’s adoption of socialism upon his mind. He previously considers the capitalists “","page":"https://www.sparknotes.com/lit/jungle/quotes/page/5"},{"cfi":"epubcfi(/6/24!/4/378,/1:73,/1:213)","quote":"The city, which was owned by an oligarchy of business men, being nominally ruled by the people, a huge army of graft was necessary for the p","desc":"The narrator describes how, when Jurgis turns to a life of crime, he sees the widespread corruption in Chicago’s politics. While he and his ","page":"https://www.sparknotes.com/lit/jungle/quotes/theme/capitalism"},{"cfi":"epubcfi(/6/28!/4/160,/1:1408,/1:1548)","quote":"That was “competition,” so far as it concerned the wage-earner, the man who had only his labor to sell; to those on top, the exploiters, it ","desc":"As Ostrinski begins to explain socialism to Jurgis, he describes exactly how capitalism works. Even though the workers far outnumber the cap","page":"https://www.sparknotes.com/lit/jungle/quotes/theme/capitalism"},{"cfi":"epubcfi(/6/12!/4/40,/1:478,/1:618)","quote":"This was in truth not living; it was scarcely even existing, and they felt that it was too little for the price they paid. They were willing","desc":"As the family experiences their first winter in Chicago, the narrator tells of their financial burdens, saying that as soon as they took car","page":"https://www.sparknotes.com/lit/jungle/quotes/theme/suffering"},{"cfi":"epubcfi(/6/4!/4/100,/1:1045,/1:1185)","quote":"“Little one,” he said, in a low voice, “do not worry—it will not matter to us. We will pay them all somehow. I will work harder.” That was a","desc":"After their wedding, Jurgis and Ona realize that their guests did not give them enough money to repay the debts they had accumulated. Jurgis","page":"https://www.sparknotes.com/lit/jungle/quotes/theme/the-american-dream"},{"cfi":"epubcfi(/6/8!/4/10,/1:109,/1:249)","quote":"Jurgis was determined that Teta Elzbieta should stay at home to keep house, and that Ona should help her. He would not have Ona working—he w","desc":"As Jurgis and the family begin their life in America, he finds a job but insists that Ona and Teta Elzbieta should not work. He imagines the","page":"https://www.sparknotes.com/lit/jungle/quotes/theme/the-american-dream"},{"cfi":"epubcfi(/6/24!/4/434,/1:0,/1:140)","quote":"And so Jurgis marched into the hog-killing room, a place where, in the days gone by, he had come begging for a job. Now he walked jauntily, ","desc":"The narrator describes how, after Jurgis gets out of prison for beating up the bartender, he turns to a life of crime and gets a job in the ","page":"https://www.sparknotes.com/lit/jungle/quotes/theme/the-american-dream"},{"cfi":"epubcfi(/6/8!/4/86,/1:0,/1:140)","quote":"One of the first problems that Jurgis ran upon was that of the unions. He had had no experience with unions, and he had to have it explained","desc":"When a delegate from the union comes to Jurgis to persuade him to join the union, he becomes confused about the union’s purpose and does not","page":"https://www.sparknotes.com/lit/jungle/quotes/theme/foreignness"},{"cfi":"epubcfi(/6/12!/4/120,/1:905,/1:1045)","quote":"But they had come to a new country, where everything was different, including the food. They had always been accustomed to eat a great deal ","desc":"The narrator explains how Jurgis and his family cut their spending to make ends meet and that they do not know how to get quality food at re","page":"https://www.sparknotes.com/lit/jungle/quotes/theme/foreignness"},{"cfi":"epubcfi(/6/6!/4/36,/1:862,/1:1002)","quote":"A very few days of practical experience in this land of high wages had been sufficient to make clear to them the cruel fact that it was also","desc":"After Jurgis and the family arrive in Chicago and head to the boarding-house where they will be staying, Jokubas warns them of the house’s p","page":"https://www.sparknotes.com/lit/jungle/quotes/theme/poverty"},{"cfi":"epubcfi(/6/8!/4/94,/1:233,/1:373)","quote":"Jurgis had come there, and thought he was going to make himself useful, and rise and become a skilled man; but he would soon find out his er","desc":"After Tamoszius describes to Jurgis how the owners and superintendents of the factories exploit the workers, the narrator reflects on the im","page":"https://www.sparknotes.com/lit/jungle/quotes/theme/poverty"},{"cfi":"epubcfi(/6/24!/4/384,/1:0,/1:140)","quote":"Among the people Jurgis lived with now money was valued according to an entirely different standard from that of the people of Packingtown; ","desc":"The narrator tells that when Jurgis begins committing crimes with Jack Duane and spends more time around people who have money, he notices t","page":"https://www.sparknotes.com/lit/jungle/quotes/theme/poverty"},{"cfi":"epubcfi(/6/6!/4/6,/1:0,/1:140)","quote":"Jurgis talked lightly about work, because he was young. They told him stories about the breaking down of men, there in the stockyards of Chi","desc":"Here, the narrator explains how Jurgis’s age and lack of experience at his new job affects his understanding of reality. Jurgis fully believ","page":"https://www.sparknotes.com/lit/jungle/quotes/character/jurgis-rudkus"},{"cfi":"epubcfi(/6/8!/4/84,/1:214,/1:354)","quote":"He was quite dismayed when he first began to find it out—that most of the men hated their work. It seemed strange, it was even terrible, whe","desc":"When Jurgis begins work in the factory, he generally enjoys his job and does not mind even the “speeding-up” that the bosses demand. When he","page":"https://www.sparknotes.com/lit/jungle/quotes/character/jurgis-rudkus"},{"cfi":"epubcfi(/6/10!/4/138,/1:0,/1:140)","quote":"One of the consequences of all these things was that Jurgis was no longer perplexed when he heard men talk of fighting for their rights. He ","desc":"The narrator explains a change in Jurgis’s attitude toward the butcher-helpers’ union. When a union delegate first tries to recruit Jurgis, ","page":"https://www.sparknotes.com/lit/jungle/quotes/character/jurgis-rudkus"},{"cfi":"epubcfi(/6/12!/4/70,/1:0,/1:140)","quote":"The coming of this boy was a decisive event with Jurgis. It made him irrevocably a family man; it killed the last lingering impulse that he ","desc":"Ona gives birth to her and Jurgis’s son after Jurgis begins to feel disillusioned with the promise of America. However, as explained by the ","page":"https://www.sparknotes.com/lit/jungle/quotes/character/jurgis-rudkus"},{"cfi":"epubcfi(/6/24!/4/56,/1:114,/1:254)","quote":"He might grab that wad of bills and be out of sight in the darkness before the other could collect his wits. Should he do it? What better ha","desc":"When Jurgis meets Freddie Jones on the street, Freddie pulls out a wad of bills. In the darkness of the night, Jurgis considers stealing the","page":"https://www.sparknotes.com/lit/jungle/quotes/character/jurgis-rudkus"},{"cfi":"epubcfi(/6/4!/4/38,/1:0,/1:140)","quote":"She stood in the doorway, shepherded by Cousin Marija, breathless from pushing through the crowd, and in her happiness painful to look upon.","desc":"Here, the narrator describes Ona at her and Jurgis’s wedding celebration. Like Jurgis, the novel begins with Ona optimistic and naïve about ","page":"https://www.sparknotes.com/lit/jungle/quotes/character/ona-lukoszaite"},{"cfi":"epubcfi(/6/10!/4/74,/1:156,/1:296)","quote":"Jurgis lost his temper very little, however, all things considered. It was because of Ona; the least glance at her was always enough to make","desc":"After Jurgis and the family begin to struggle financially, Jurgis must stop himself from taking out his anger on others in the household. He","page":"https://www.sparknotes.com/lit/jungle/quotes/character/ona-lukoszaite"},{"cfi":"epubcfi(/6/12!/4/64,/1:67,/1:207)","quote":"Ona, too, was dissatisfied with her place, and had far more reason than Marija. She did not tell half of her story at home, because she saw ","desc":"When Ona becomes dissatisfied with her job, she does not tell Jurgis the reason until she absolutely has to. Her boss has raped her and forc","page":"https://www.sparknotes.com/lit/jungle/quotes/character/ona-lukoszaite"},{"cfi":"epubcfi(/6/14!/4/88,/1:601,/1:741)","quote":"Ona, too, was falling into a habit of silence—Ona, who had once gone about singing like a bird. She was sick and miserable, and often she wo","desc":"The narrator explains that, as the family becomes more and more miserable with their situation, even Ona, who at the start of the novel was ","page":"https://www.sparknotes.com/lit/jungle/quotes/character/ona-lukoszaite"},{"cfi":"epubcfi(/6/4!/4/94,/1:0,/1:140)","quote":"In the meantime there was going on in another corner of the room an anxious conference between Teta Elzbieta and Dede Antanas, and a few of ","desc":"The narrator tells why Teta Elzbieta, the person who insisted that Jurgis and Ona have a veselija, feels confused when guests do not give mo","page":"https://www.sparknotes.com/lit/jungle/quotes/character/teta-elzbieta-lukoszaite"},{"cfi":"epubcfi(/6/8!/4/38,/1:464,/1:604)","quote":"Teta Elzbieta was so embarrassed that the perspiration came out upon her forehead in beads; for was not this reading as much as to say plain","desc":"As Szedvilas reads the contract for purchasing the house carefully, as Jurgis instructed him to do, Teta Elzbieta feels embarrassed that he ","page":"https://www.sparknotes.com/lit/jungle/quotes/character/teta-elzbieta-lukoszaite"},{"cfi":"epubcfi(/6/10!/4/8,/1:365,/1:505)","quote":"Elzbieta had some traditions behind her; she had been a person of importance in her girlhood—had lived on a big estate and had servants, and","desc":"When the family arrived in America, Ona and Jurgis felt eager to get married immediately, without a formal celebration. But Teta Elzbieta in","page":"https://www.sparknotes.com/lit/jungle/quotes/character/teta-elzbieta-lukoszaite"},{"cfi":"epubcfi(/6/20!/4/332,/1:482,/1:617)","quote":"Poor Elzbieta was ashamed of herself for having told so woeful a tale, and the other had to beg and plead with her to get her to go on.","desc":"When the settlement worker comes to visit the family, Elzbieta tells her of their suffering since coming to America. Even though Elzbieta he","page":"https://www.sparknotes.com/lit/jungle/quotes/character/teta-elzbieta-lukoszaite"},{"cfi":"epubcfi(/6/30!/4/6,/1:777,/1:917)","quote":"All that interested her in regard to this new frenzy which had seized hold of her son-in-law was whether or not it had a tendency to make hi","desc":"When Jurgis visits Teta Elzbieta after he learns about socialism, he excitedly tells her all he has learned, and she thinks he’s gone crazy ","page":"https://www.sparknotes.com/lit/jungle/quotes/character/teta-elzbieta-lukoszaite"},{"cfi":"epubcfi(/6/6!/4/20,/1:140,/1:280)","quote":"Marija was an orphan, and had worked since childhood for a rich farmer of Vilna, who beat her regularly. It was only at the age of twenty th","desc":"The narrator explains how the family decided to go to America, and how Marija came to be part of the group. Marija’s physical strength is me","page":"https://www.sparknotes.com/lit/jungle/quotes/character/marija-berczynskas"}]