[{"cfi":"epubcfi(/6/58!/4/2[pgepubid00030]/8/48,/1:0,/1:140)","quote":"“Pip, dear old chap, life is made of ever so many partings welded together, as I may say, and one man’s a blacksmith, and one’s a whitesmith","desc":"Joe says these words to Pip as a farewell in Chapter 27, after their awkward meeting in London. Pip, now a gentleman, has been uncomfortably","page":"https://www.sparknotes.com/lit/greatex/quotes/page/2"},{"cfi":"epubcfi(/6/80!/4/2[pgepubid00041]/8/36,/1:0,/1:140)","quote":"“I begin to think,” said Estella, in a musing way, after another moment of calm wonder, “that I almost understand how this comes about. If y","desc":"Estella makes this speech to Miss Havisham in Chapter 38, when Miss Havisham has complained that Estella treats her coldly and without love.","page":"https://www.sparknotes.com/lit/greatex/quotes/page/3"},{"cfi":"epubcfi(/6/32!/4/2[pgepubid00016]/4[chap14]/4,/1:418,/1:537)","quote":"I had believed in the forge as the glowing road to manhood and independence. Within a single year all this was changed.","desc":"Pip realizes his career goals have changed. Becoming a blacksmith had once seemed like a perfectly respectable way to live his life. Now, be","page":"https://www.sparknotes.com/lit/greatex/quotes/theme/ambition"},{"cfi":"epubcfi(/6/34!/4/2[pgepubid00017]/4[chap15]/8,/1:134,/1:257)","quote":"I wanted to make Joe less ignorant and common, that he might be worthier of my society and less open to Estella’s reproach.","desc":"As Pip begins to educate himself with books funded by small gifts of money from Miss Havisham, he wants to pass this knowledge on to Joe, bu","page":"https://www.sparknotes.com/lit/greatex/quotes/theme/ambition"},{"cfi":"epubcfi(/6/54!/4/2[pgepubid00028]/4[chap25]/8,/1:305,/1:445)","quote":"These people hated me with the hatred of cupidity and disappointment. As a matter of course, they fawned upon me in my prosperity with the b","desc":"Pip recognizes how Miss Havisham’s relatives dislike and resent him. They believe Miss Havisham is supporting Pip at the expense of their ow","page":"https://www.sparknotes.com/lit/greatex/quotes/theme/money"},{"cfi":"epubcfi(/6/72!/4/2[pgepubid00037]/4[chap34]/6,/1:0,/1:140)","quote":"So now, as an infallible way of making little ease great ease, I began to contract a quantity of debt. I could hardly begin but Herbert must","desc":"Pip reveals that meeting all the expenses that go with appearing to be a gentleman has put him in a situation of living beyond his means, ev","page":"https://www.sparknotes.com/lit/greatex/quotes/theme/money"},{"cfi":"epubcfi(/6/72!/4/2[pgepubid00037]/4[chap34]/16,/1:0,/1:108)","quote":"We spent as much money as we could, and got as little for it as people could make up their minds to give us.","desc":"Pip reflects on his past and realizes that as young men with money, he and his friends were extremely irresponsible. They never learned how ","page":"https://www.sparknotes.com/lit/greatex/quotes/theme/money"},{"cfi":"epubcfi(/6/16!/4/2[pgepubid00008]/4[chap06]/4,/1:305,/1:445)","quote":"It was much upon my mind (particularly when I first saw him looking about for his file) that I ought to tell Joe the whole truth. Yet I did ","desc":"Throughout his life, Pip is very concerned both with doing the right thing and with being believed to do the right thing. Unfortunately, his","page":"https://www.sparknotes.com/lit/greatex/quotes/character/pip"},{"cfi":"epubcfi(/6/38!/4/2[pgepubid00019]/4[chap17]/98,/1:611,/1:751)","quote":"I asked myself the question whether I did not surely know that if Estella were beside me at that moment instead of Biddy, she would make me ","desc":"Throughout his long years of love for Estella, Pip has the self-awareness to realize that loving her is a thankless task. Still, he does so ","page":"https://www.sparknotes.com/lit/greatex/quotes/character/pip"},{"cfi":"epubcfi(/6/58!/4/2[pgepubid00030]/8/4,/1:0,/1:140)","quote":"I had neither the good sense nor the good feeling to know that this was all my fault, and that if I had been easier with Joe, Joe would have","desc":"Joe has come to visit Pip in London. He is keen not to embarrass Pip, but his discomfort at being out of his element results in awkward and ","page":"https://www.sparknotes.com/lit/greatex/quotes/character/pip"},{"cfi":"epubcfi(/6/74!/4/2[pgepubid00038]/4[chap35]/104,/1:0,/1:140)","quote":"“Biddy,” said I, “I made a remark respecting my coming down here often, to see Joe, which you received with a marked silence. Have the goodn","desc":"After Mrs. Joe’s funeral, Pip declares that he will of course look after Joe, and Biddy seems to disbelieve him. Pip is highly offended that","page":"https://www.sparknotes.com/lit/greatex/quotes/character/pip"},{"cfi":"epubcfi(/6/78!/4/2[pgepubid00040]/4[chap37]/70,/1:425,/1:565)","quote":"Day by day as his hopes grew stronger and his face brighter, he must have thought me a more and more affectionate friend, for I had the grea","desc":"Pip concocted a plan to secretly assist his friend Herbert in getting a job. Reflecting on his plan’s success, Pip’s goodness shines through","page":"https://www.sparknotes.com/lit/greatex/quotes/character/pip"},{"cfi":"epubcfi(/6/82!/4/2[pgepubid00042]/4[chap39]/134,/1:0,/1:140)","quote":"The abhorrence in which I held the man, the dread I had of him, the repugnance with which I shrank from him, could not have been exceeded if","desc":"Pip learns that Magwitch is the source of Pip’s “great expectations.” Pip’s horror at this news springs from first revulsion and then dismay","page":"https://www.sparknotes.com/lit/greatex/quotes/character/pip"},{"cfi":"epubcfi(/6/98!/4/2[pgepubid00050]/4[chap47]/4,/1:284,/1:424)","quote":"I had quite determined that it would be a heartless fraud to take more money from my patron in the existing state of my uncertain thoughts a","desc":"Pip explains his discomfort with the fact that Magwitch has been his secret patron and his intention to break off that relationship once Mag","page":"https://www.sparknotes.com/lit/greatex/quotes/character/pip"},{"cfi":"epubcfi(/6/114!/4/2[pgepubid00058]/4[chap55]/4,/1:0,/1:140)","quote":"I imparted to Mr. Jaggers my design of keeping him in ignorance of the fate of his wealth. Mr. Jaggers was querulous and angry with me for h","desc":"When Magwitch is convicted of returning to England after being barred for life, his fortune is forfeit to the government. Here, Pip explains","page":"https://www.sparknotes.com/lit/greatex/quotes/character/pip"},{"cfi":"epubcfi(/6/20!/4/2[pgepubid00010]/8/42,/1:0,/1:140)","quote":"It was when I stood before her, avoiding her eyes, that I took note of the surrounding objects in detail, and saw that her watch had stopped","desc":"Here, Pip meets Miss Havisham for the first time. Her bizarre surroundings and appearance convey what Pip does not yet know. Miss Havisham d","page":"https://www.sparknotes.com/lit/greatex/quotes/character/miss-havisham"},{"cfi":"epubcfi(/6/28!/4/2[pgepubid00014]/4[chap12]/12,/1:477,/1:617)","quote":"Also, when we played at cards Miss Havisham would look on, with a miserly relish of Estella’s moods, whatever they were. And sometimes, when","desc":"Here, Pip reflects on the relationship he observed between Miss Havisham and Estella, an orphan whom Miss Havisham is raising. Miss Havisham","page":"https://www.sparknotes.com/lit/greatex/quotes/character/miss-havisham"},{"cfi":"epubcfi(/6/62!/4/2[pgepubid00032]/4[chap29]/180,/1:0,/1:140)","quote":"“I’ll tell you,” said she, in the same hurried passionate whisper, “what real love is. It is blind devotion, unquestioning self-humiliation,","desc":"Miss Havisham reflects on her love for the con artist Compeyson with a sort of pride: She has suffered for love. However, this one tragic ex","page":"https://www.sparknotes.com/lit/greatex/quotes/character/miss-havisham"},{"cfi":"epubcfi(/6/80!/4/2[pgepubid00041]/8/12,/1:0,/1:140)","quote":"“Did I never give her love!” cried Miss Havisham, turning wildly to me. “Did I never give her a burning love, inseparable from jealousy at a","desc":"Miss Havisham’s words reveal she is bitter that Estella does not seem to love her. Estella explains that Miss Havisham never taught her how ","page":"https://www.sparknotes.com/lit/greatex/quotes/character/miss-havisham"},{"cfi":"epubcfi(/6/102!/4/2[pgepubid00052]/4[chap49]/96,/1:0,/1:140)","quote":"“Until you spoke to her the other day, and until I saw in you a looking-glass that showed me what I once felt myself, I did not know what I ","desc":"Miss Havisham recognizes that Pip loves Estella as Miss Havisham once loved Compeyson. As she suddenly sees herself in Pip instead of Estell","page":"https://www.sparknotes.com/lit/greatex/quotes/character/miss-havisham"},{"cfi":"epubcfi(/6/62!/4/2[pgepubid00032]/4[chap29]/76,/1:0,/1:140)","quote":"The lady whom I had never seen before, lifted up her eyes and looked archly at me, and then I saw that the eyes were Estella’s eyes. But she","desc":"Here, Pip sees Estella for the first time after the years she spent abroad learning how to be a lady. Pip has matured and advanced over thes","page":"https://www.sparknotes.com/lit/greatex/quotes/character/estella"},{"cfi":"epubcfi(/6/92!/4/2[pgepubid00047]/4[chap44]/126,/1:0,/1:140)","quote":"“On whom should I fling myself away?” she retorted, with a smile. “Should I fling myself away upon the man who would the soonest feel (if pe","desc":"Estella explains to Pip that she is going to marry Drummle, who he knows to be a stupid and mean man, although rich. Estella believes that s","page":"https://www.sparknotes.com/lit/greatex/quotes/character/estella"},{"cfi":"epubcfi(/6/82!/4/2[pgepubid00042]/4[chap39]/160,/1:0,/1:140)","quote":"“And then, dear boy, it was a recompense to me, look’ee here, to know in secret that I was making a gentleman. The blood horses of them colo","desc":"Here, Magwitch explains that he knows he would never be considered a gentleman even though he is now wealthy, but he believes that he can “m","page":"https://www.sparknotes.com/lit/greatex/quotes/character/abel-magwitch"},{"cfi":"epubcfi(/6/22!/4/2[pgepubid00011]/4[chap09]/122,/1:0,/1:140)","quote":"“There’s one thing you may be sure of, Pip,” said Joe, after some rumination, “namely, that lies is lies. Howsever they come, they didn’t ou","desc":"Joe scolds Pip after Pip confesses that he made up stories about what went on at Miss Havisham’s, which was in part because he did not think","page":"https://www.sparknotes.com/lit/greatex/quotes/character/joe-gargery"}]