[{"cfi":"epubcfi(/6/4!/4/248,/1:0,/1:140)","quote":"In short, Mrs. Pontellier was beginning to realize her position in the universe as a human being, and to recognize her relations as an indiv","desc":"These lines from Chapter 6 describe the beginning of Edna’s process of awakening. Most of the concepts explored in the novel are mentioned i","page":"http://www.sparknotes.com/lit/awakening/quotes/"},{"cfi":"epubcfi(/6/6!/4/280,/1:73,/1:213)","quote":"She perceived that her will had blazed up, stubborn and resistant. She could not at that moment have done other than denied and resisted. Sh","desc":"This passage is from Chapter 11 of the novel. Edna has just returned from her catalytic first swim and is lying in the porch hammock, refusi","page":"http://www.sparknotes.com/lit/awakening/quotes/"},{"cfi":"epubcfi(/6/6!/4/416,/1:0,/1:140)","quote":"“How many years have I slept?” she inquired. “The whole island seems changed. A new race of beings must have sprung up, leaving only you and","desc":"These lines, which Edna speaks in Chapter 13, reflect her desire to be isolated with Robert and, thus, free from the restrictions of the soc","page":"http://www.sparknotes.com/lit/awakening/quotes/"},{"cfi":"epubcfi(/6/14!/4/414,/1:17,/1:157)","quote":"“The years that are gone seem like dreams—if one might go on sleeping and dreaming—but to wake up and find—oh! well! Perhaps it is better to","desc":"This quotation, drawn from a conversation Edna has with Doctor Mandelet in Chapter 38, may be considered the overarching message, or “moral,","page":"http://www.sparknotes.com/lit/awakening/quotes/"},{"cfi":"epubcfi(/6/6!/4/156,/1:0,/1:140)","quote":"But that night she was like the little tottering, stumbling, clutching child, who of a sudden realizes its powers, and walks for the first t","desc":"In Chapter 10, the narrator recounts that after numerous efforts, Edna finally learns to swim. Her success is compared to that of a young ch","page":"https://www.sparknotes.com/lit/awakening/quotes/theme/identity"},{"cfi":"epubcfi(/6/8!/4/22,/1:544,/1:684)","quote":"That she was seeing with different eyes and making the acquaintance of new conditions in herself that colored and changed her environment, s","desc":"During her time at Grand Isle, Edna begins to look at the world and her own place within it differently. The narrator explains that at this ","page":"https://www.sparknotes.com/lit/awakening/quotes/theme/identity"},{"cfi":"epubcfi(/6/8!/4/342,/1:60,/1:200)","quote":"The little glimpse of domestic harmony which had been offered her, gave her no regret, no longing. It was not a condition of life which fitt","desc":"Edna has been visiting the Ratignolles, who enjoy a marriage marked by mutual affection and engagement, drastically different from the Ponte","page":"https://www.sparknotes.com/lit/awakening/quotes/theme/marriage"},{"cfi":"epubcfi(/6/6!/4/122,/1:223,/1:363)","quote":"One piece which that lady played Edna had entitled “Solitude.” It was a short, plaintive, minor strain. The name of the piece was something ","desc":"In Chapter 9, Edna attends a musical soirée, and there, while listening to Mademoiselle Reisz play the piano, she identifies with a piece of","page":"https://www.sparknotes.com/lit/awakening/quotes/theme/isolation"},{"cfi":"epubcfi(/6/12!/4/378,/1:144,/1:284)","quote":"All along the journey homeward their presence lingered with her like the memory of a delicious song. But by the time she had regained the ci","desc":"In Chapter 32, Edna returns to New Orleans after visiting her children at Iberville and finds herself unable to maintain a connection to the","page":"https://www.sparknotes.com/lit/awakening/quotes/theme/isolation"},{"cfi":"epubcfi(/6/16!/4/54,/1:77,/1:176)","quote":"She felt like some new-born creature, opening its eyes in a familiar world that it had never known.","desc":"In the final chapter, Edna stands alone by the sea, naked and alone but with a new sense of perception. While the world around Edna stays th","page":"https://www.sparknotes.com/lit/awakening/quotes/theme/isolation"},{"cfi":"epubcfi(/6/4!/4/128,/1:0,/1:140)","quote":"An indescribable oppression, which seemed to generate in some unfamiliar part of her consciousness, filled her whole being with a vague angu","desc":"In Chapter 3, after being berated by Léonce for neglecting their children, Edna sits by herself and cries. As explained by the narrator, alt","page":"https://www.sparknotes.com/lit/awakening/quotes/theme/depression"},{"cfi":"epubcfi(/6/4!/4/156,/1:0,/1:140)","quote":"In short, Mrs. Pontellier was not a mother-woman. The mother-women seemed to prevail that summer at Grand Isle. It was easy to know them, fl","desc":"In Chapter 4, the reader learns about Edna, particularly about the deficits in her mothering of her two boys. A mother-woman puts her childr","page":"https://www.sparknotes.com/lit/awakening/quotes/character/edna-pontellier"},{"cfi":"epubcfi(/6/4!/4/304,/1:564,/1:704)","quote":"Edna had had an occasional girl friend, but whether accidentally or not, they seemed to have been all of one type—the self-contained. She ne","desc":"In Chapter 7, Chopin describes Edna as a perennially isolated person, but this solitude is self-imposed. Edna lacks the awareness to underst","page":"https://www.sparknotes.com/lit/awakening/quotes/character/edna-pontellier"},{"cfi":"epubcfi(/6/6!/4/272,/1:87,/1:227)","quote":"Another time she would have gone in at his request. She would, through habit, have yielded to his desire; not with any sense of submission o","desc":"In Chapter 11, Edna refuses to go inside when her husband bids her to do so, which is a new, daring experience for her. Society has taught E","page":"https://www.sparknotes.com/lit/awakening/quotes/character/edna-pontellier"},{"cfi":"epubcfi(/6/10!/4/6,/1:230,/1:370)","quote":"She began to do as she liked and to feel as she liked. She completely abandoned her Tuesdays at home, and did not return the visits of those","desc":"This paragraph, which comes at the beginning of Chapter 19, marks the beginning of Edna’s journey toward independence. She drops her housewi","page":"https://www.sparknotes.com/lit/awakening/quotes/character/edna-pontellier"},{"cfi":"epubcfi(/6/4!/4/186,/1:0,/1:140)","quote":"He had lived in her shadow during the past month. No one thought anything of it. Many had predicted that Robert would devote himself to Mrs.","desc":"In Chapter 5, the reader learns about a core aspect of Robert’s identity: He is a platonic lover of women. While this summer he has chosen M","page":"https://www.sparknotes.com/lit/awakening/quotes/character/robert-lebrun"},{"cfi":"epubcfi(/6/6!/4/434,/1:0,/1:140)","quote":"He stirred the smoldering ashes till the broiled fowl began to sizzle afresh. He served her with no mean repast, dripping the coffee anew an","desc":"During the day that Edna and Robert spend on Chênière Caminada, they both try on new roles. Edna sleeps in a strange bed, which is important","page":"https://www.sparknotes.com/lit/awakening/quotes/character/robert-lebrun"},{"cfi":"epubcfi(/6/14!/4/62,/1:319,/1:459)","quote":"She found in his eyes, when he looked at her for one silent moment, the same tender caress, with an added warmth and entreaty which had not ","desc":"In Chapter 33, Edna and Robert have been reunited by chance at Mademoiselle Reisz’s apartment. While Robert’s words and body language show h","page":"https://www.sparknotes.com/lit/awakening/quotes/character/robert-lebrun"},{"cfi":"epubcfi(/6/14!/4/428,/1:0,/1:41)","quote":"“I love you. Good-by—because I love you.”","desc":"Robert got a much-needed break when Edna was called away just as the two were admitting their mutual love. Robert takes the opportunity to g","page":"https://www.sparknotes.com/lit/awakening/quotes/character/robert-lebrun"},{"cfi":"epubcfi(/6/6!/4/116,/1:371,/1:511)","quote":"She was a disagreeable little woman, no longer young, who had quarreled with almost every one, owing to a temper which was self-assertive an","desc":"In Chapter 9, Mademoiselle Reisz is introduced as an unpleasant woman but a talented pianist. Mademoiselle Reisz is an anomaly in her time p","page":"https://www.sparknotes.com/lit/awakening/quotes/character/mademoiselle-reisz"},{"cfi":"epubcfi(/6/6!/4/134,/1:0,/1:132)","quote":"“You are the only one worth playing for. Those others? Bah!” and she went shuffling and sidling on down the gallery toward her room.","desc":"After playing for the crowd on Grand Isle, Mademoiselle Reisz singles Edna out as fellow passionate artist. While she does not yet know that","page":"https://www.sparknotes.com/lit/awakening/quotes/character/mademoiselle-reisz"},{"cfi":"epubcfi(/6/12!/4/70,/1:0,/1:140)","quote":"“If I were young and in love with a man,” said Mademoiselle, turning on the stool and pressing her wiry hands between her knees as she looke","desc":"In this short speech, Mademoiselle Reisz makes clear two things. First, she has impossibly high standards, which could explain why she never","page":"https://www.sparknotes.com/lit/awakening/quotes/character/mademoiselle-reisz"},{"cfi":"epubcfi(/6/4!/4/264,/1:0,/1:140)","quote":"That summer at Grand Isle she began to loosen a little the mantle of reserve that had always enveloped her. There may have been—there must h","desc":"By Chapter 7, Adèle and Edna are developing a friendship that will have significant implications. Adèle introduces Edna into a world in whic","page":"https://www.sparknotes.com/lit/awakening/quotes/character/adle-ratignolle"},{"cfi":"epubcfi(/6/8!/4/340,/1:337,/1:477)","quote":"His wife was keenly interested in everything he said, laying down her fork the better to listen, chiming in, taking the words out of his mou","desc":"This sentence describes Adèle and her husband, Monsieur Ratignolle, and reveals the depth of their closeness and the way that Adèle builds h","page":"https://www.sparknotes.com/lit/awakening/quotes/character/adle-ratignolle"},{"cfi":"epubcfi(/6/10!/4/318,/1:711,/1:851)","quote":"He possessed a good figure, a pleasing face, not overburdened with depth of thought or feeling; and his dress was that of the conventional m","desc":"In Chapter 25, Edna has only recently become personally acquainted with Alcée Arobin. Chopin’s use of the words “pleasing” and “conventional","page":"https://www.sparknotes.com/lit/awakening/quotes/character/alce-arobin"},{"cfi":"epubcfi(/6/12!/4/8,/1:189,/1:329)","quote":"He was prolific in pretexts. His attitude became one of good-humored subservience and tacit adoration. He was ready at all times to submit t","desc":"In Chapter 26, Chopin’s description of how Arobin handles himself reveals the calculated nature of his effort to seduce Edna. Arobin is a su","page":"https://www.sparknotes.com/lit/awakening/quotes/character/alce-arobin"}]