[{"cfi":"epubcfi(/6/4!/4/28[chap02]/158,/1:22,/1:162)","quote":"I am less to you than your ivory Hermes or your silver Faun. You will like them always. How long will you like me? Till I have my first wrin","desc":"Dorian makes a wry observation about Basil’s preoccupation with beauty after seeing in the finished painting how Basil idealized Dorian’s ow","page":"https://www.sparknotes.com/lit/doriangray/quotes/theme/appearances"},{"cfi":"epubcfi(/6/6!/4/172[chap04]/150,/1:1,/1:141)","quote":"Sibyl is the only thing I care about. What is it to me where she came from? From her little head to her little feet, she is absolutely and e","desc":"Dorian describes his adoration for Sibyl Vane to Lord Henry. Dorian previously explained that the theater manager wanted to tell him about S","page":"https://www.sparknotes.com/lit/doriangray/quotes/theme/appearances"},{"cfi":"epubcfi(/6/8!/4/22[chap06]/32,/1:118,/1:258)","quote":"Dorian says she is beautiful, and he is not often wrong about things of that kind. Your portrait of him has quickened his appreciation of th","desc":"As Lord Henry tells Basil of Dorian’s engagement to Sibyl, he explains what he knows of Sibyl from Dorian. Her appearance made a strong firs","page":"https://www.sparknotes.com/lit/doriangray/quotes/theme/appearances"},{"cfi":"epubcfi(/6/8!/4/22[chap06]/70,/1:320,/1:460)","quote":"I love Sibyl Vane. I want to place her on a pedestal of gold and to see the world worship the woman who is mine. What is marriage? An irrevo","desc":"Dorian responds to Lord Henry’s questioning his need for marriage to Sibyl Vane. Until Dorian met Lord Henry, he led an innocuous life, inno","page":"https://www.sparknotes.com/lit/doriangray/quotes/theme/good-vs-evil"},{"cfi":"epubcfi(/6/14!/4/46[chap16]/42,/1:354,/1:494)","quote":"He was prisoned in thought. Memory, like a horrible malady, was eating his soul away. From time to time he seemed to see the eyes of Basil H","desc":"The narrator reveals Dorian’s inner thoughts and feelings after he arrives at the opium den. Now that Dorian has corrupted other people and ","page":"https://www.sparknotes.com/lit/doriangray/quotes/theme/good-vs-evil"},{"cfi":"epubcfi(/6/4!/4/28[chap02]/148,/1:88,/1:228)","quote":"How sad it is! I shall grow old, and horrible, and dreadful. But this picture will remain always young. It will never be older than this par","desc":"Dorian has just seen the finished portrait of himself and makes a wish that he has no idea will come true. Although he does not expect his w","page":"https://www.sparknotes.com/lit/doriangray/quotes/theme/mortality"},{"cfi":"epubcfi(/6/14!/4/54[chap18]/4,/1:0,/1:140)","quote":"The next day he did not leave the house, and, indeed, spent most of the time in his own room, sick with a wild terror of dying, and yet indi","desc":"The narrator explains how Dorian responds after seeing James Vane in the window of his country home and fainting from the sight. Dorian fear","page":"https://www.sparknotes.com/lit/doriangray/quotes/theme/mortality"},{"cfi":"epubcfi(/6/4!/4/24[chap01]/114,/1:864,/1:1004)","quote":"But in some curious way—I wonder will you understand me?—his personality has suggested to me an entirely new manner in art, an entirely new ","desc":"Basil explains to Lord Henry the effect Dorian has on him as a person and as an artist. Although Basil has always been a talented painter, D","page":"https://www.sparknotes.com/lit/doriangray/quotes/theme/influence"},{"cfi":"epubcfi(/6/4!/4/24[chap01]/130,/1:237,/1:377)","quote":"As a rule, he is charming to me, and we sit in the studio and talk of a thousand things. Now and then, however, he is horribly thoughtless, ","desc":"Basil describes his friend Dorian Gray to Lord Henry. This exchange takes place before Lord Henry, or readers, meet Dorian Gray. Dorian has ","page":"https://www.sparknotes.com/lit/doriangray/quotes/character/dorian-gray"},{"cfi":"epubcfi(/6/4!/4/28[chap02]/132,/1:258,/1:398)","quote":"He stood there motionless and in wonder, dimly conscious that Hallward was speaking to him, but not catching the meaning of his words. The s","desc":"The narrator describes the moment Dorian first sees the portrait of himself that Basil painted. Although Dorian likely knew he was handsome ","page":"https://www.sparknotes.com/lit/doriangray/quotes/character/dorian-gray"},{"cfi":"epubcfi(/6/4!/4/28[chap02]/162,/1:1,/1:141)","quote":"I am jealous of everything whose beauty does not die. I am jealous of the portrait you have painted of me. Why should it keep what I must lo","desc":"Dorian explains to Basil and Lord Henry why his portrait upsets him. His immediate reaction to the portrait was to admire it. However, after","page":"https://www.sparknotes.com/lit/doriangray/quotes/character/dorian-gray"},{"cfi":"epubcfi(/6/8!/4/30[chap08]/102,/1:160,/1:300)","quote":"And yet I must admit that this thing that has happened does not affect me as it should. It seems to me to be simply like a wonderful ending ","desc":"Dorian explains to Lord Henry his reaction to learning of Sibyl’s suicide. While Dorian initially reacts with shock and sadness, the feeling","page":"https://www.sparknotes.com/lit/doriangray/quotes/character/dorian-gray"},{"cfi":"epubcfi(/6/10!/4/140[chap11]/8,/1:359,/1:499)","quote":"He had always the look of one who had kept himself unspotted from the world. Men who talked grossly became silent when Dorian Gray entered t","desc":"The narrator explains people’s reactions to seeing and meeting Dorian. Once Dorian stops aging due to his arrangement with the portrait, he ","page":"https://www.sparknotes.com/lit/doriangray/quotes/character/dorian-gray"},{"cfi":"epubcfi(/6/10!/4/140[chap11]/52,/1:857,/1:997)","quote":"On his return he would sit in front of the picture, sometimes loathing it and himself, but filled, at other times, with that pride of indivi","desc":"Here, the narrator describes how Dorian would go many weeks without looking at the painting, but occasionally look at it with both disgust a","page":"https://www.sparknotes.com/lit/doriangray/quotes/character/dorian-gray"},{"cfi":"epubcfi(/6/4!/4/24[chap01]/24,/1:383,/1:523)","quote":"But beauty, real beauty, ends where an intellectual expression begins. Intellect is in itself a mode of exaggeration, and destroys the harmo","desc":"Lord Henry shares his thoughts about Basil’s portrait of Dorian after Basil says he has put too much of himself in the painting of Dorian. L","page":"https://www.sparknotes.com/lit/doriangray/quotes/character/lord-henry-wotton"},{"cfi":"epubcfi(/6/4!/4/24[chap01]/38,/1:133,/1:273)","quote":"I believe that you are really a very good husband, but that you are thoroughly ashamed of your own virtues. You are an extraordinary fellow.","desc":"After Lord Henry talks of marriage as mutual deception from both spouses, Basil calls him out on how his talk and actions never seem to line","page":"https://www.sparknotes.com/lit/doriangray/quotes/character/lord-henry-wotton"},{"cfi":"epubcfi(/6/8!/4/26[chap07]/112,/1:718,/1:858)","quote":"Besides, women were better suited to bear sorrow than men. They lived on their emotions. They only thought of their emotions. When they took","desc":"In an attempt to rationalize his rejection of Sibyl Vane, Dorian recalls Lord Henry’s theory of women. Dorian has only known Lord Henry a sh","page":"https://www.sparknotes.com/lit/doriangray/quotes/character/lord-henry-wotton"},{"cfi":"epubcfi(/6/4!/4/24[chap01]/26,/1:211,/1:351)","quote":"There is a fatality about all physical and intellectual distinction, the sort of fatality that seems to dog through history the faltering st","desc":"Basil responds to Lord Henry’s ideas about the differences between physical beauty and intellectual power. Basil explains why he wouldn’t wa","page":"https://www.sparknotes.com/lit/doriangray/quotes/character/basil-hallward"},{"cfi":"epubcfi(/6/8!/4/26[chap07]/76,/1:374,/1:514)","quote":"The painted scenes were my world. I knew nothing but shadows, and I thought them real. You came—oh, my beautiful love!—and you freed my soul","desc":"Sibyl explains to Dorian the reason for her poor performance in the play. She has acted for her entire life, never knowing real relationship","page":"https://www.sparknotes.com/lit/doriangray/quotes/character/sibyl-vane"},{"cfi":"epubcfi(/6/8!/4/30[chap08]/124,/1:258,/1:398)","quote":"The girl never really lived, and so she has never really died. To you at least she was always a dream, a phantom that flitted through Shakes","desc":"Lord Henry attempts to comfort Dorian after bringing news of Sibyl Vane’s death. He says that because Sibyl only existed in plays, she never","page":"https://www.sparknotes.com/lit/doriangray/quotes/character/sibyl-vane"}]