[{"cfi":"epubcfi(/6/4!/4/4/26,/1:0,/1:140)","quote":"If a physician of high standing, and one’s own husband, assures friends and relatives that there is really nothing the matter with one but t","desc":"In this passage, which appears near the beginning of the story, the main elements of the narrator’s dilemma are present. The powerful, autho","page":"http://www.sparknotes.com/lit/yellowwallpaper/quotes/"},{"cfi":"epubcfi(/6/4!/4/4/40,/1:0,/1:140)","quote":"I sometimes fancy that in my condition if I had less opposition and more society and stimulus—but John says the very worst thing I can do is","desc":"This section appears near the beginning of the story, and it helps characterize both the narrator’s dilemma and the narrator herself. Notabl","page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/page/2"},{"cfi":"epubcfi(/6/4!/4/4/340,/1:0,/1:54)","quote":"Life is very much more exciting now than it used to be","desc":"This comment comes just after the scene in which the narrator catches Jennie touching the paper and resolves that no one else is allowed to ","page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/page/4"},{"cfi":"epubcfi(/6/4!/4/4/230,/1:63,/1:203)","quote":"I tried to have a real earnest reasonable talk with him the other day, and tell him how I wish he would let me go and make a visit to Cousin","desc":"The narrator understands that, to John, her crying while trying to convince him to let her go visiting shows her weakness and her unfitness ","page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/theme/repression"},{"cfi":"epubcfi(/6/4!/4/4/290,/1:24,/1:164)","quote":"I beg of you, for my sake and for our child’s sake, as well as for your own, that you will never for one instant let that idea enter your mi","desc":"John attempts to shuts down his wife’s idea that while physically she may be getting better, mentally she is not. He does not want to hear t","page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/theme/repression"},{"cfi":"epubcfi(/6/4!/4/4/84,/1:0,/1:77)","quote":"There comes John, and I must put this away,—he hates to have me write a word.","desc":"The narrator expresses how she feels when she sees John approach and she must put away her writing. Readers understand that she has been wri","page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/theme/selfexpression"},{"cfi":"epubcfi(/6/4!/4/4/130,/1:0,/1:116)","quote":"I think sometimes that if I were only well enough to write a little it would relieve the press of ideas and rest me.","desc":"The narrator’s mental health is declining. John, her husband and doctor, forbids her to write under the impression that writing exacerbates ","page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/theme/selfexpression"},{"cfi":"epubcfi(/6/4!/4/4/40,/1:0,/1:140)","quote":"I sometimes fancy that in my condition if I had less opposition and more society and stimulus—but John says the very worst thing I can do is","desc":"Although the narrator pinpoints what she truly needs to cure her depression, she acknowledges that thinking about the problem does make her ","page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/character/narrator"},{"cfi":"epubcfi(/6/4!/4/4/56,/1:0,/1:132)","quote":"I get unreasonably angry with John sometimes. I’m sure I never used to be so sensitive. I think it is due to this nervous condition.","desc":"The narrator reflects on her own behavior and see her thoughts and feelings as unreasonable. She still judges herself rationally and sees th","page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/character/narrator"},{"cfi":"epubcfi(/6/4!/4/4/144,/1:0,/1:140)","quote":"I never saw so much expression in an inanimate thing before, and we all know how much expression they have! I used to lie awake as a child a","desc":"The narrator shares stories from her childhood that reveal she’s always had an active, vivid, imagination. Yet, her husband insists she quel","page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/character/narrator"},{"cfi":"epubcfi(/6/4!/4/4/18,/1:0,/1:140)","quote":"John is practical in the extreme. He has no patience with faith, an intense horror of superstition, and he scoffs openly at any talk of thin","desc":"The narrator’s initial introduction of her doctor husband, John, makes him sound like a modern, scientific man. Here he laughs at her suspic","page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/character/john"},{"cfi":"epubcfi(/6/4!/4/4/26,/1:0,/1:140)","quote":"If a physician of high standing, and one’s own husband, assures friends and relatives that there is really nothing the matter with one but t","desc":"The narrator explains that John believes her illness to be self-created or “all in her head.” He even tells friends and family this diagnosi","page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/character/john"},{"cfi":"epubcfi(/6/4!/4/4/90,/1:0,/1:70)","quote":"John is away all day, and even some nights when his cases are serious.","desc":"The narrator explains her husband’s devotion to his patients. However, this devotion appears to stop when it comes to his wife’s true needs.","page":"https://www.sparknotes.com/lit/yellowwallpaper/quotes/character/john"}]