[{"cfi":"epubcfi(/6/6!/4/2[pgepubid00002]/4[chap01]/12,/1:434,/1:574)","quote":"During the four years since his puppyhood he had lived the life of a sated aristocrat; he had a fine pride in himself, was even a trifle ego","desc":"This quotation is from the beginning of Chapter I, “Into the Primitive,” and it defines Buck’s life before he is kidnapped and dragged into ","page":"http://www.sparknotes.com/lit/call/quotes/"},{"cfi":"epubcfi(/6/6!/4/2[pgepubid00002]/4[chap01]/82,/1:0,/1:140)","quote":"He was beaten (he knew that); but he was not broken. He saw, once for all, that he stood no chance against a man with a club. He had learned","desc":"This quotation is taken from late in Chapter I, “Into the Primitive,” just after Buck has been beaten repeatedly by one of his kidnappers. E","page":"https://www.sparknotes.com/lit/call/quotes/page/2"},{"cfi":"epubcfi(/6/8!/4/2[pgepubid00003]/4[chap02]/50,/1:0,/1:140)","quote":"And not only did he learn by experience, but instincts long dead became alive again. The domesticated generations fell from him. In vague wa","desc":"This quote, taken from Chapter II, shows that as Buck fights for survival in the harsh world of the Klondike, he relies increasingly on buri","page":"https://www.sparknotes.com/lit/call/quotes/page/3"},{"cfi":"epubcfi(/6/10!/4/2[pgepubid00004]/4[chap03]/84,/1:324,/1:464)","quote":"A pause seemed to fall. Every animal was motionless as though turned to stone. Only Spitz quivered and bristled as he staggered back and for","desc":"These words constitute the final paragraph in Chapter III, describing the climactic battle between Buck and Spitz. The paragraph marks the m","page":"https://www.sparknotes.com/lit/call/quotes/page/4"},{"cfi":"epubcfi(/6/8!/4/2[pgepubid00003]/4[chap02]/4,/1:397,/1:537)","quote":"There was no warning, only a leap in like a flash, a metallic clip of teeth, a leap out equally swift, and Curly’s face was ripped open from","desc":"The narrator recounts Buck’s second introduction to the law of club and fang when he witnesses the death of Curly, a female dog whose timidi","page":"https://www.sparknotes.com/lit/call/quotes/theme/law-and-order"},{"cfi":"epubcfi(/6/8!/4/2[pgepubid00003]/4[chap02]/8,/1:526,/1:666)","quote":"The scene often came back to Buck to trouble him in his sleep. So that was the way. No fair play. Once down, that was the end of you. Well, ","desc":"After witnessing Curly’s death, Buck has trouble sleeping. As revealed by the narrator, Buck realizes that “fair play” no longer exists as i","page":"https://www.sparknotes.com/lit/call/quotes/theme/law-and-order"},{"cfi":"epubcfi(/6/8!/4/2[pgepubid00003]/4[chap02]/46,/1:622,/1:762)","quote":"He did not rob openly, but stole secretly and cunningly, out of respect for club and fang. In short, the things he did were done because it ","desc":"Back on Judge Miller’s estate, Buck operated as a “dainty eater,” as he lived under the law of “love and fellowship.” But in the wild, he kn","page":"https://www.sparknotes.com/lit/call/quotes/theme/law-and-order"},{"cfi":"epubcfi(/6/8!/4/2[pgepubid00003]/4[chap02]/50,/1:646,/1:786)","quote":"And when, on the still cold nights, he pointed his nose at a star and howled long and wolflike, it was his ancestors, dead and dust, pointin","desc":"Early on, Buck’s primal instincts begin to awaken, as he spends his first nights sleeping outside in the cold, battling the harsh elements. ","page":"https://www.sparknotes.com/lit/call/quotes/theme/primitiveness"},{"cfi":"epubcfi(/6/10!/4/2[pgepubid00004]/4[chap03]/44,/1:651,/1:757)","quote":"He was preeminently cunning, and could bide his time with a patience that was nothing less than primitive.","desc":"The days and nights Buck spends surviving the harsh, cold conditions of the frontier, working his physical body to exhaustion and enduring t","page":"https://www.sparknotes.com/lit/call/quotes/theme/primitiveness"},{"cfi":"epubcfi(/6/16!/4/2[pgepubid00007]/4[chap06]/16,/1:0,/1:140)","quote":"But in spite of this great love he bore John Thornton, which seemed to bespeak the soft civilizing influence, the strain of the primitive, w","desc":"During the story, Buck learns the “love of man” through his relationship with John Thornton. Buck and John have achieved a balanced, recipro","page":"https://www.sparknotes.com/lit/call/quotes/theme/primitiveness"},{"cfi":"epubcfi(/6/18!/4/2[pgepubid00008]/4[chap07]/84,/1:762,/1:857)","quote":"John Thornton was dead. The last tie was broken. Man and the claims of man no longer bound him.","desc":"When Buck discovers John’s body, Buck knows he is finally free from his obligations to man. Through the story of Buck’s life, London traces ","page":"https://www.sparknotes.com/lit/call/quotes/theme/primitiveness"},{"cfi":"epubcfi(/6/8!/4/2[pgepubid00003]/4[chap02]/44,/1:0,/1:140)","quote":"This first theft marked Buck as fit to survive in the hostile Northland environment. It marked his adaptability, his capacity to adjust hims","desc":"Buck’s first theft—he steals food—is symbolic since it signals that he has what it takes to survive in any environment. London’s novella pla","page":"https://www.sparknotes.com/lit/call/quotes/theme/mastery"},{"cfi":"epubcfi(/6/12!/4/2[pgepubid00005]/4[chap04]/18,/1:686,/1:826)","quote":"He wanted, not to escape a clubbing, but to have the leadership. It was his by right. He had earned it, and he would not be content with les","desc":"The narrator explains that Buck realizes early on that he not only wants to survive, he wants to rule, which sets him apart from the other d","page":"https://www.sparknotes.com/lit/call/quotes/theme/mastery"},{"cfi":"epubcfi(/6/18!/4/2[pgepubid00008]/4[chap07]/82,/1:530,/1:632)","quote":"He had killed man, the noblest game of all, and he had killed in the face of the law of club and fang.","desc":"When Buck discovers John Thornton’s body, he flies into a rage. Spotting the perpetrators, a band of Yeehat natives, he springs into action,","page":"https://www.sparknotes.com/lit/call/quotes/theme/mastery"},{"cfi":"epubcfi(/6/18!/4/2[pgepubid00008]/4[chap07]/96,/1:338,/1:478)","quote":"They are afraid of this Ghost Dog, for it has cunning greater than they, stealing from their camps in fierce winters, robbing their traps, s","desc":"In the last chapter, London describes how the Yeehat Indians refer to Buck as “Ghost Dog” for his devastating, stealthy attacks on their cam","page":"https://www.sparknotes.com/lit/call/quotes/theme/mastery"},{"cfi":"epubcfi(/6/6!/4/2[pgepubid00002]/4[chap01]/8,/1:0,/1:140)","quote":"And over this great demesne Buck ruled. Here he was born, and here he had lived the four years of his life. It was true, there were other do","desc":"When the narrator introduces Buck, readers learn that he has been living a life of comfort and ease as the treasured pet of an affluent judg","page":"https://www.sparknotes.com/lit/call/quotes/character/buck"},{"cfi":"epubcfi(/6/6!/4/2[pgepubid00002]/4[chap01]/22,/1:749,/1:849)","quote":"Never in all his life had he been so vilely treated, and never in all his life had he been so angry.","desc":"Buck becomes outraged when his new handlers choke and pull him by a rope and brutally beat him with a rod. Living the life of a “sated arist","page":"https://www.sparknotes.com/lit/call/quotes/character/buck"},{"cfi":"epubcfi(/6/6!/4/2[pgepubid00002]/4[chap01]/70,/1:0,/1:140)","quote":"For the last time he rushed. The man struck the shrewd blow he had purposely withheld for so long, and Buck crumpled up and went down, knock","desc":"The narrator explains that Buck is beaten repeatedly by his new handlers and puts up a fierce fight as they try to “break” him in to his new","page":"https://www.sparknotes.com/lit/call/quotes/character/buck"},{"cfi":"epubcfi(/6/8!/4/2[pgepubid00003]/4[chap02]/24,/1:298,/1:438)","quote":"It was a token that he was harking back through his own life to the lives of his forebears; for he was a civilized dog, an unduly civilized ","desc":"The narrator reveals that Buck quickly unlearns the habits of his former life as a kept dog as he fights to make it among the sled dogs and ","page":"https://www.sparknotes.com/lit/call/quotes/character/buck"},{"cfi":"epubcfi(/6/8!/4/2[pgepubid00003]/4[chap02]/42,/1:0,/1:140)","quote":"He swiftly lost the fastidiousness which had characterized his old life. A dainty eater, he found that his mates, finishing first, robbed hi","desc":"The narrator describes the massive changes Buck’s body and personality undergo during his first days as a sled dog. His body toughens, his s","page":"https://www.sparknotes.com/lit/call/quotes/character/buck"},{"cfi":"epubcfi(/6/10!/4/2[pgepubid00004]/4[chap03]/2,/1:333,/1:473)","quote":"A certain deliberateness characterized his attitude. He was not prone to rashness and precipitate action; and in the bitter hatred between h","desc":"At first, Buck seems content to maintain a respectful distance with Spitz: He figures if he doesn’t engage or provoke Spitz he should be fin","page":"https://www.sparknotes.com/lit/call/quotes/character/buck"},{"cfi":"epubcfi(/6/16!/4/2[pgepubid00007]/4[chap06]/6,/1:345,/1:485)","quote":"Love, genuine passionate love, was his for the first time. This he had never experienced at Judge Miller’s down in the sun-kissed Santa Clar","desc":"When Buck becomes John’s, he understands a higher octave of love than he experienced with his previous owner. With Judge Miller, Buck lived ","page":"https://www.sparknotes.com/lit/call/quotes/character/buck"},{"cfi":"epubcfi(/6/18!/4/2[pgepubid00008]/4[chap07]/92,/1:539,/1:664)","quote":"The wolves swung in behind, yelping in chorus. And Buck ran with them, side by side with the wild brother, yelping as he ran.","desc":"Here, the narrator reveals that Buck’s story ends with him running alongside his newfound wild brothers: a pack of wolves. He even “yelps,” ","page":"https://www.sparknotes.com/lit/call/quotes/character/buck"},{"cfi":"epubcfi(/6/14!/4/2[pgepubid00006]/4[chap05]/106,/1:51,/1:191)","quote":"The bottom’s likely to drop out at any moment. Only fools, with the blind luck of fools, could have made it. I tell you straight, I wouldn’t","desc":"John warns Hal and his family that they shouldn’t attempt to cross the ice, since the ice is melting and they’ll likely fall through. John, ","page":"https://www.sparknotes.com/lit/call/quotes/character/john-thornton"},{"cfi":"epubcfi(/6/14!/4/2[pgepubid00006]/4[chap05]/120,/1:0,/1:92)","quote":"“If you strike that dog again, I’ll kill you,” he at last managed to say in a choking voice.","desc":"John stops Hal as he brutally beats Buck to tell him that he will kill Hal if he continues to strike the dog. John can see that Buck has bec","page":"https://www.sparknotes.com/lit/call/quotes/character/john-thornton"},{"cfi":"epubcfi(/6/14!/4/2[pgepubid00006]/4[chap05]/132,/1:0,/1:63)","quote":"“You poor devil,” said John Thornton, and Buck licked his hand.","desc":"As John and Buck watch Hal, Mercedes, Charles, and the family’s remaining dogs plunge into the icy water, John turns to Buck and affectionat","page":"https://www.sparknotes.com/lit/call/quotes/character/john-thornton"},{"cfi":"epubcfi(/6/16!/4/2[pgepubid00007]/4[chap06]/12,/1:751,/1:891)","quote":"And often, such was the communion in which they lived, the strength of Buck’s gaze would draw John Thornton’s head around, and he would retu","desc":"The way London describes John’s and Buck’s relationship gives a mystical tone: Their bond is so strong that John can sense when Buck is look","page":"https://www.sparknotes.com/lit/call/quotes/character/john-thornton"},{"cfi":"epubcfi(/6/18!/4/2[pgepubid00008]/4[chap07]/6,/1:0,/1:140)","quote":"John Thornton asked little of man or nature. He was unafraid of the wild. With a handful of salt and a rifle he could plunge into the wilder","desc":"After Buck “saves” John by winning enough money for John to pay off his debts, John becomes free of financial obligations and decides to pur","page":"https://www.sparknotes.com/lit/call/quotes/character/john-thornton"},{"cfi":"epubcfi(/6/16!/4/2[pgepubid00007]/4[chap06]/30,/1:0,/1:114)","quote":"Thornton shook his head. “No, it is splendid, and it is terrible, too. Do you know, it sometimes makes me afraid.”","desc":"John tests Buck by commanding him to jump off a cliff, which Buck obeys before John stops him at the last minute. Buck luxuriates in his pri","page":"https://www.sparknotes.com/lit/call/quotes/character/john-thornton"},{"cfi":"epubcfi(/6/16!/4/2[pgepubid00007]/4[chap06]/56,/1:0,/1:125)","quote":"“That settles it,” he announced. “We camp right here.” And camp they did, till Buck’s ribs knitted and he was able to travel.","desc":"John puts Buck’s needs ahead of his team’s and makes the humane decision to camp and let Buck heal. Buck has just saved John from drowning i","page":"https://www.sparknotes.com/lit/call/quotes/character/john-thornton"},{"cfi":"epubcfi(/6/16!/4/2[pgepubid00007]/4[chap06]/60,/1:0,/1:69)","quote":"“Pooh! pooh!” said John Thornton; “Buck can start a thousand pounds.”","desc":"John makes a spontaneous bet that Buck can get a thousand-pound sled moving without any help. As John technically possesses ownership of Buc","page":"https://www.sparknotes.com/lit/call/quotes/character/john-thornton"},{"cfi":"epubcfi(/6/16!/4/2[pgepubid00007]/4[chap06]/96,/1:203,/1:265)","quote":"“As you love me, Buck. As you love me,” was what he whispered.","desc":"John kneels down to whisper these words to Buck as Buck attempts to start a thousand-pound sled to win a bet for John. John’s words are soph","page":"https://www.sparknotes.com/lit/call/quotes/character/john-thornton"},{"cfi":"epubcfi(/6/16!/4/2[pgepubid00007]/4[chap06]/122,/1:96,/1:210)","quote":"“Sir,” he said to the Skookum Bench king, “no, sir. You can go to hell, sir. It’s the best I can do for you, sir.”","desc":"John tells the man who offers him a thousand dollars for Buck to “go to hell.” John feels overwhelmed not only by the fact that Buck complet","page":"https://www.sparknotes.com/lit/call/quotes/character/john-thornton"},{"cfi":"epubcfi(/6/14!/4/2[pgepubid00006]/4[chap05]/10,/1:269,/1:409)","quote":"Charles was a middle-aged, lightish-colored man, with weak and watery eyes and a mustache that twisted fiercely and vigorously up, giving th","desc":"The narrator introduces Charles, Mercedes’ husband and Hal’s brother-in-law. London’s description of Charles paints a picture of a weak, mid","page":"https://www.sparknotes.com/lit/call/quotes/character/hal-charles-and-mercedes"},{"cfi":"epubcfi(/6/14!/4/2[pgepubid00006]/4[chap05]/10,/1:456,/1:596)","quote":"Hal was a youngster of nineteen or twenty, with a big Colt’s revolver and a hunting-knife strapped about him on a belt that fairly bristled ","desc":"Here, the narrator introduces Hal, a young American gold seeker, Mercedes’ brother, and Charles’ brother-in-law. London presents Hal as a st","page":"https://www.sparknotes.com/lit/call/quotes/character/hal-charles-and-mercedes"},{"cfi":"epubcfi(/6/14!/4/2[pgepubid00006]/4[chap05]/40,/1:0,/1:89)","quote":"“The lazy brutes, I’ll show them,” he cried, preparing to lash out at them with the whip.","desc":"Hal and his family have overloaded the dog sled, and the sled won’t move. More experienced neighbors warn Hal that the sled won’t move unles","page":"https://www.sparknotes.com/lit/call/quotes/character/hal-charles-and-mercedes"},{"cfi":"epubcfi(/6/14!/4/2[pgepubid00006]/4[chap05]/20,/1:0,/1:125)","quote":"“Undreamed of!” cried Mercedes, throwing up her hands in dainty dismay. “However in the world could I manage without a tent?”","desc":"Mercedes speaks and behaves like a pampered woman, spoiled and softened by civilized life. When Hal and Charles consider removing the tent t","page":"https://www.sparknotes.com/lit/call/quotes/character/hal-charles-and-mercedes"},{"cfi":"epubcfi(/6/14!/4/2[pgepubid00006]/4[chap05]/56,/1:0,/1:107)","quote":"“You poor, poor dears,” she cried sympathetically, “why don’t you pull hard?—then you wouldn’t be whipped.”","desc":"At first, Mercedes sympathizes with the dogs and their hardships as she watches Hal brutally whip them. Later, when things turn more urgent ","page":"https://www.sparknotes.com/lit/call/quotes/character/hal-charles-and-mercedes"},{"cfi":"epubcfi(/6/14!/4/2[pgepubid00006]/4[chap05]/62,/1:326,/1:431)","quote":"It would have required an experienced man to keep the top-heavy sled upright, and Hal was not such a man.","desc":"The narrator explains how Hal’s lack of knowledge on how to load a sled properly causes many problems for him and the dog team. The top-heav","page":"https://www.sparknotes.com/lit/call/quotes/character/hal-charles-and-mercedes"},{"cfi":"epubcfi(/6/14!/4/2[pgepubid00006]/4[chap05]/78,/1:619,/1:709)","quote":"Not only did they not know how to work dogs, but they did not know how to work themselves.","desc":"London suggests that Hal’s, Mercedes’, and Charles’ ignorance extends beyond a simple lack of experience in the wild. The three don’t even h","page":"https://www.sparknotes.com/lit/call/quotes/character/hal-charles-and-mercedes"},{"cfi":"epubcfi(/6/14!/4/2[pgepubid00006]/4[chap05]/82,/1:516,/1:656)","quote":"The wonderful patience of the trail which comes to men who toil hard and suffer sore, and remain sweet of speech and kindly, did not come to","desc":"The narrator eventually reveals that Hal, Mercedes, and Charles devolve into a bickering mess and succumb to the pressures of life in the wi","page":"https://www.sparknotes.com/lit/call/quotes/character/hal-charles-and-mercedes"},{"cfi":"epubcfi(/6/14!/4/2[pgepubid00006]/4[chap05]/108,/1:0,/1:95)","quote":"“That’s because you’re not a fool, I suppose,” said Hal. “All the same, we’ll go on to Dawson.”","desc":"Hal’s reply to John Thornton’s suggestion that the ice is too thin to support them reveals that Hal has begun to listen to others around him","page":"https://www.sparknotes.com/lit/call/quotes/character/hal-charles-and-mercedes"},{"cfi":"epubcfi(/6/8!/4/2[pgepubid00003]/4[chap02]/10,/1:787,/1:927)","quote":"Spitz was the leader, likewise experienced, and while he could not always get at Buck, he growled sharp reproof now and again, or cunningly ","desc":"As Spitz runs at the front of the pack, he can’t physically get at every other dog on the team. However, as the narrator describes here, Spi","page":"https://www.sparknotes.com/lit/call/quotes/character/spitz"},{"cfi":"epubcfi(/6/8!/4/2[pgepubid00003]/4[chap02]/14,/1:963,/1:1103)","quote":"So terrible was his appearance that Spitz was forced to forego disciplining him; but to cover his own discomfiture he turned upon the inoffe","desc":"As leader of Francois’ dog team, Spitz is used to dominating other dogs and winning. When Perrault introduces Joe, a dog with a “malignant e","page":"https://www.sparknotes.com/lit/call/quotes/character/spitz"},{"cfi":"epubcfi(/6/10!/4/2[pgepubid00004]/4[chap03]/4,/1:0,/1:140)","quote":"On the other hand, possibly because he divined in Buck a dangerous rival, Spitz never lost an opportunity of showing his teeth. He even went","desc":"As explained by the narrator, Spitz’s leadership represents a type of “no holds barred” way of dominance, where he will fight at any cost si","page":"https://www.sparknotes.com/lit/call/quotes/character/spitz"},{"cfi":"epubcfi(/6/10!/4/2[pgepubid00004]/4[chap03]/10,/1:0,/1:126)","quote":"Spitz was equally willing. He was crying with sheer rage and eagerness as he circled back and forth for a chance to spring in.","desc":"After Buck challenges Spitz for taking his nest, Spitz seems more than ready to fight. Up until this point, Buck has tried to maintain a pea","page":"https://www.sparknotes.com/lit/call/quotes/character/spitz"},{"cfi":"epubcfi(/6/10!/4/2[pgepubid00004]/4[chap03]/76,/1:0,/1:140)","quote":"Spitz was a practised fighter. From Spitzbergen through the Arctic, and across Canada and the Barrens, he had held his own with all manner o","desc":"London carefully qualifies Spitz’s brute ferocity as being more than just a haphazard rage. Spitz possesses a will to power that makes him a","page":"https://www.sparknotes.com/lit/call/quotes/character/spitz"},{"cfi":"epubcfi(/6/8!/4/2[pgepubid00003]/4[chap02]/10,/1:695,/1:786)","quote":"Dave, who was an experienced wheeler, nipped Buck’s hind quarters whenever he was in error.","desc":"Dave, like Spitz, serves as a strong member of Francois’ dog team. Dave, however, seems more humane than Spitz. Dave gently nudges Buck when","page":"https://www.sparknotes.com/lit/call/quotes/character/dave"},{"cfi":"epubcfi(/6/8!/4/2[pgepubid00003]/4[chap02]/34,/1:249,/1:373)","quote":"Dave was fair and very wise. He never nipped Buck without cause, and he never failed to nip him when he stood in need of it.","desc":"While Spitz is immoral and hell-bent on dominance, Dave is moral and wise. Dave cares about Buck as a fellow teammate and goes out of his wa","page":"https://www.sparknotes.com/lit/call/quotes/character/dave"},{"cfi":"epubcfi(/6/12!/4/2[pgepubid00005]/4[chap04]/58,/1:0,/1:140)","quote":"But it was Dave who suffered most of all. Something had gone wrong with him. He became more morose and irritable, and when camp was pitched ","desc":"Here, the narrator reveals how, after a good run, the dogs are burdened with an especially heavy load of mail and Dave buckles under the pre","page":"https://www.sparknotes.com/lit/call/quotes/character/dave"},{"cfi":"epubcfi(/6/12!/4/2[pgepubid00005]/4[chap04]/62,/1:487,/1:627)","quote":"Dave refused to run quietly on the trail behind the sled, where the going was easy, but continued to flounder alongside in the soft snow, wh","desc":"The narrator reveals that when Dave becomes broken down and too exhausted to go on, he nevertheless refuses to give up his position and move","page":"https://www.sparknotes.com/lit/call/quotes/character/dave"},{"cfi":"epubcfi(/6/12!/4/2[pgepubid00005]/4[chap04]/68,/1:503,/1:643)","quote":"His strength left him, and the last his mates saw of him he lay gasping in the snow and yearning toward them. But they could hear him mournf","desc":"The narrator recounts Dave’s final moments. Dave’s refusal to give up even though he has become gravely depleted mentally and physically dem","page":"https://www.sparknotes.com/lit/call/quotes/character/dave"}]