[{"cfi":"epubcfi(/6/34!/4/2[pgepubid00016]/4[chap15]/914,/1:240,/1:380)","quote":"Yes, the newspapers were right: snow was general all over Ireland. It was falling on every part of the dark central plain, on the treeless h","desc":"In the very last paragraph of “The Dead,” and hence the last paragraph of Dubliners, Gabriel gazes out of his hotel window, watching the fal","page":"http://www.sparknotes.com/lit/dubliners/quotes/"},{"cfi":"epubcfi(/6/26!/4/2[pgepubid00012]/4[chap11]/74,/1:166,/1:306)","quote":"He looked down the slope and, at the base, in the shadow of the wall of the Park, he saw some human figures lying. Those venal and furtive l","desc":"This quote from “A Painful Case” shows Mr. Duffy walking past the park near his home after he has learned of Mrs. Sinico’s death. He sees tw","page":"http://www.sparknotes.com/lit/dubliners/quotes/"},{"cfi":"epubcfi(/6/10!/4/2[pgepubid00004]/4[chap03]/24,/3:266,/3:406)","quote":"I watched my master’s face pass from amiability to sternness; he hoped I was not beginning to idle. I could not call my wandering thoughts t","desc":"In this quote, the young boy of “Araby” has just spoken with Mangan’s sister, and now finds himself entirely uninterested and bored by the d","page":"http://www.sparknotes.com/lit/dubliners/quotes/"},{"cfi":"epubcfi(/6/20!/4/2[pgepubid00009]/4[chap08]/8,/1:0,/1:140)","quote":"He remembered the books of poetry upon his shelves at home. He had bought them in his bachelor days and many an evening, as he sat in the li","desc":"In this quote from the beginning of “A Little Cloud,” Little Chandler sits in his office, waiting for the workday to conclude so he can meet","page":"http://www.sparknotes.com/lit/dubliners/quotes/"},{"cfi":"epubcfi(/6/30!/4/2[pgepubid00014]/4[chap13]/130,/1:0,/1:140)","quote":"They thought they had only a girl to deal with and that, therefore, they could ride roughshod over her. But she would show them their mistak","desc":"From “A Mother,” this quote reveals the thoughts of Mrs. Kearney toward the end of the final concert in which her daughter, Kathleen, is sch","page":"http://www.sparknotes.com/lit/dubliners/quotes/"},{"cfi":"epubcfi(/6/22!/4/2[pgepubid00010]/4[chap09]/58,/1:280,/1:420)","quote":"The dark damp night was coming and he longed to spend it in the bars, drinking with his friends amid the glare of gas and the clatter of gla","desc":"The narrator of “Counterparts” describes a law clerk, Farrington, trying to meet a deadline at his office. He fantasizes about being away fr","page":"https://www.sparknotes.com/lit/dubliners/quotes/theme/drunkenness"},{"cfi":"epubcfi(/6/24!/4/2[pgepubid00011]/4[chap10]/10,/3:259,/3:399)","quote":"What a nice evening they would have, all the children singing! Only she hoped that Joe wouldn’t come in drunk. He was so different when he t","desc":"In “Clay,” Maria travels to visit her brother Joe’s family on All Hallow’s Eve, a special occasion. She has been reflecting fondly about Joe","page":"https://www.sparknotes.com/lit/dubliners/quotes/theme/drunkenness"},{"cfi":"epubcfi(/6/12!/4/2[pgepubid00005]/4[chap04]/54,/1:113,/1:238)","quote":"She set her white face to him, passive, like a helpless animal. Her eyes gave him no sign of love or farewell or recognition.","desc":"In “Eveline,” the main character Eveline debates whether to leave Ireland and go to Argentina with a sailor who has been courting her. Eveli","page":"https://www.sparknotes.com/lit/dubliners/quotes/theme/inertia"},{"cfi":"epubcfi(/6/26!/4/2[pgepubid00012]/4[chap11]/70,/1:285,/1:425)","quote":"He could not have carried on a comedy of deception with her; he could not have lived with her openly. He had done what seemed to him best. H","desc":"At the end of “A Painful Case,” Mr. Duffy searches his soul for culpability in a woman’s death. Four years prior he had become friends with ","page":"https://www.sparknotes.com/lit/dubliners/quotes/theme/inertia"},{"cfi":"epubcfi(/6/30!/4/2[pgepubid00014]/4[chap13]/4,/1:342,/1:482)","quote":"She sat amid the chilly circle of her accomplishments, waiting for some suitor to brave it and offer her a brilliant life. But the young men","desc":"In “A Mother,” the narrator describes Miss Devlin as occupying the center of her own narcissistic existence. She expects her talents and ref","page":"https://www.sparknotes.com/lit/dubliners/quotes/theme/ambition"},{"cfi":"epubcfi(/6/14!/4/2[pgepubid00006]/4[chap05]/2,/1:102,/1:242)","quote":"At the crest of the hill at Inchicore sightseers had gathered in clumps to watch the cars careering homeward and through this channel of pov","desc":"“After the Race” begins during an international automobile race running through Dublin. Although this event takes place on Irish soil, the r","page":"https://www.sparknotes.com/lit/dubliners/quotes/theme/insularity"},{"cfi":"epubcfi(/6/10!/4/2[pgepubid00004]/4[chap03]/10,/3:307,/3:447)","quote":"My eyes were often full of tears (I could not tell why) and at times a flood from my heart seemed to pour itself out into my bosom. I though","desc":"The “Araby” narrator’s crush on the girl next door produces intense feelings that manifest in physical form. Part of the tension comes from ","page":"https://www.sparknotes.com/lit/dubliners/quotes/character/araby-narrator"},{"cfi":"epubcfi(/6/10!/4/2[pgepubid00004]/4[chap03]/24,/1:0,/1:140)","quote":"What innumerable follies laid waste my waking and sleeping thoughts after that evening! I wished to annihilate the tedious intervening days.","desc":"The woman for whom the “Araby” narrator has intense feelings tells him about a bazaar called Araby that she wishes she could go to but can’t","page":"https://www.sparknotes.com/lit/dubliners/quotes/character/araby-narrator"},{"cfi":"epubcfi(/6/10!/4/2[pgepubid00004]/4[chap03]/72,/1:0,/1:140)","quote":"I lingered before her stall, though I knew my stay was useless, to make my interest in her wares seem the more real. Then I turned away slow","desc":"The “Araby” narrator arrives at the bazaar to purchase a gift for his secret crush at closing time. When he attempts to choose among the few","page":"https://www.sparknotes.com/lit/dubliners/quotes/character/araby-narrator"},{"cfi":"epubcfi(/6/12!/4/2[pgepubid00005]/4[chap04]/20,/3:81,/3:221)","quote":"He was awfully fond of music and sang a little. People knew that they were courting and, when he sang about the lass that loves a sailor, sh","desc":"Eveline reflects on her suitor, Frank. The way she describes him and their courtship suggests that while she appreciates his attention and h","page":"https://www.sparknotes.com/lit/dubliners/quotes/character/eveline-from-eveline"},{"cfi":"epubcfi(/6/12!/4/2[pgepubid00005]/4[chap04]/26,/1:191,/1:331)","quote":"Her father was becoming old lately, she noticed; he would miss her. Sometimes he could be very nice. Not long before, when she had been laid","desc":"Eveline begins to convince herself that home has its rewards after all. However, the examples she reflects on of her father’s good humor rev","page":"https://www.sparknotes.com/lit/dubliners/quotes/character/eveline-from-eveline"},{"cfi":"epubcfi(/6/12!/4/2[pgepubid00005]/4[chap04]/36,/1:0,/1:140)","quote":"She stood up in a sudden impulse of terror. Escape! She must escape! Frank would save her. He would give her life, perhaps love, too. But sh","desc":"After reflecting on her mother’s sad life of self-sacrifice and her final end, Eveline pictures herself ending up the same way and seems to ","page":"https://www.sparknotes.com/lit/dubliners/quotes/character/eveline-from-eveline"},{"cfi":"epubcfi(/6/20!/4/2[pgepubid00009]/4[chap08]/4,/1:164,/1:304)","quote":"He was called Little Chandler because, though he was but slightly under the average stature, he gave one the idea of being a little man. His","desc":"The narrator from “A Little Cloud” describes how Little Chandler got his name. His build and his features bespeak a physical fragility that ","page":"https://www.sparknotes.com/lit/dubliners/quotes/character/little-chandler-from-a-little-cloud"},{"cfi":"epubcfi(/6/20!/4/2[pgepubid00009]/4[chap08]/12,/1:565,/1:705)","quote":"It was his habit to walk swiftly in the street even by day and whenever he found himself in the city late at night he hurried on his way app","desc":"The narrator reveals that while Little Chandler often feels timid, he challenges his own timidity. Recognizing his own fears, he puts his br","page":"https://www.sparknotes.com/lit/dubliners/quotes/character/little-chandler-from-a-little-cloud"},{"cfi":"epubcfi(/6/20!/4/2[pgepubid00009]/4[chap08]/22,/1:406,/1:546)","quote":"Melancholy was the dominant note of his temperament, he thought, but it was a melancholy tempered by recurrences of faith and resignation an","desc":"Little Chandler reflects on his temperament. While he doesn’t view himself as heroic or great, he does believe that he possesses a special p","page":"https://www.sparknotes.com/lit/dubliners/quotes/character/little-chandler-from-a-little-cloud"},{"cfi":"epubcfi(/6/22!/4/2[pgepubid00010]/4[chap09]/88,/1:0,/1:140)","quote":"“So, I just looked at him—coolly, you know, and looked at her. Then I looked back at him again—taking my time, you know. ‘I don’t think that","desc":"To impress a woman at a pub, Farrington recalls a smart-aleck remark he made to his boss. In reality, he had to apologize abjectly for his w","page":"https://www.sparknotes.com/lit/dubliners/quotes/character/farrington-from-counterparts"},{"cfi":"epubcfi(/6/22!/4/2[pgepubid00010]/4[chap09]/96,/3:21,/3:161)","quote":"He watched her leave the room in the hope that she would look back at him, but he was disappointed. He cursed his want of money and cursed a","desc":"While out drinking, Farrington spots an attractive woman and hopes she notices him too. But because he has already spent most of his money, ","page":"https://www.sparknotes.com/lit/dubliners/quotes/character/farrington-from-counterparts"},{"cfi":"epubcfi(/6/34!/4/2[pgepubid00016]/4[chap15]/58,/1:314,/1:454)","quote":"He then took from his waistcoat pocket a little paper and glanced at the headings he had made for his speech. He was undecided about the lin","desc":"Gabriel Conroy must, as always, make a speech at his aunts’ annual dance. Well-educated and employed as a teacher, as well as their closest ","page":"https://www.sparknotes.com/lit/dubliners/quotes/character/gabriel-conroy-from-the-dead"},{"cfi":"epubcfi(/6/34!/4/2[pgepubid00016]/4[chap15]/200,/3:431,/3:571)","quote":"It was strange that his mother had had no musical talent though Aunt Kate used to call her the brains carrier of the Morkan family. Both she","desc":"While looking at a picture of his late mother, Gabriel reflects on his family’s genetic traits. While the family largely has musical abiliti","page":"https://www.sparknotes.com/lit/dubliners/quotes/character/gabriel-conroy-from-the-dead"},{"cfi":"epubcfi(/6/34!/4/2[pgepubid00016]/4[chap15]/638,/1:119,/1:259)","quote":"There was grace and mystery in her attitude as if she were a symbol of something. He asked himself what is a woman standing on the stairs in","desc":"The narrator describes Gabriel admiring the view of his wife listening to music. Interestingly, though he views her appearance as mysterious","page":"https://www.sparknotes.com/lit/dubliners/quotes/character/gabriel-conroy-from-the-dead"},{"cfi":"epubcfi(/6/34!/4/2[pgepubid00016]/4[chap15]/722,/1:0,/1:140)","quote":"A wave of yet more tender joy escaped from his heart and went coursing in warm flood along his arteries. Like the tender fire of stars momen","desc":"The narrator reveals that after Gabriel catches a glimpse of his wife with shining eyes and color in her cheeks, he feels excited and begins","page":"https://www.sparknotes.com/lit/dubliners/quotes/character/gabriel-conroy-from-the-dead"},{"cfi":"epubcfi(/6/34!/4/2[pgepubid00016]/4[chap15]/864,/1:126,/1:266)","quote":"While he had been full of memories of their secret life together, full of tenderness and joy and desire, she had been comparing him in her m","desc":"After Gabriel learns that his wife was just thinking of her first love, he becomes upset for two reasons. First, he had just been thinking a","page":"https://www.sparknotes.com/lit/dubliners/quotes/character/gabriel-conroy-from-the-dead"}]