[{"cfi":"epubcfi(/6/4!/4/132[page_025]/2,/1:438,/1:578)","quote":"The castle is on the very edge of a terrible precipice. A stone falling from the window would fall a thousand feet without touching anything","desc":"Taken from the end of Chapter II, this passage exemplifies the dark and ominous tone Stoker creates in the novel. The tone of Harker’s journ","page":"http://www.sparknotes.com/lit/dracula/quotes/"},{"cfi":"epubcfi(/6/6!/4/44[page_036]/6,/1:0,/1:140)","quote":"I was afraid to raise my eyelids, but looked out and saw perfectly under the lashes. The girl went on her knees, and bent over me, simply gl","desc":"Things go from bad to worse rather quickly during Harker’s stay with the count. In this passage from Chapter III, three beautiful vampires v","page":"https://www.sparknotes.com/lit/dracula/quotes/page/2"},{"cfi":"epubcfi(/6/24!/4/40/4[page_299],/1:490,/1:630)","quote":"Thus are we ministers of God’s own wish: that the world, and men for whom His Son die, will not be given over to monsters, whose very existe","desc":"Here, in Chapter XXIV, Van Helsing summarizes the nature of their quest to Mina as they chase Dracula across Europe. To modern readers, the ","page":"https://www.sparknotes.com/lit/dracula/quotes/page/5"},{"cfi":"epubcfi(/6/4!/4/110/2[page_019],/3:46,/3:186)","quote":"But a stranger in a strange land, he is no one; men know him not—and to know not is to care not for. I am content if I am like the rest, so ","desc":"After Harker compliments Count Dracula on his impeccable English, the Count responds by claiming that although he mastered the technicalitie","page":"https://www.sparknotes.com/lit/dracula/quotes/theme/foreignness"},{"cfi":"epubcfi(/6/26!/4/114/2[CHAPTER_XXVII],/1:492,/1:632)","quote":"It is a lovely country; full of beauties of all imaginable kinds, and the people are brave, and strong, and simple, and seem full of nice qu","desc":"As Mina and Van Helsing travel to Transylvania, Mina makes notes in her journal about the people she encounters on her first venture outside","page":"https://www.sparknotes.com/lit/dracula/quotes/theme/foreignness"},{"cfi":"epubcfi(/6/6!/4/34/4[page_034],/1:1188,/1:1328)","quote":"It is nineteenth century up-to-date with a vengeance. And yet, unless my senses deceive me, the old centuries had, and have, powers of their","desc":"As Count Dracula’s prisoner, Harker comforts himself by journalizing in shorthand, a modern enough technique that few people could have unde","page":"https://www.sparknotes.com/lit/dracula/quotes/theme/modernity"},{"cfi":"epubcfi(/6/24!/4/70[page_306]/4,/1:1,/1:141)","quote":"We shall at the first board that ship; then, when we have identified the box, we shall place a branch of the wild rose on it. This we shall ","desc":"Dr. Van Helsing discusses strategy with his group after Mr. Morris asks what they will do once they board the ship carrying the Count. Using","page":"https://www.sparknotes.com/lit/dracula/quotes/theme/modernity"},{"cfi":"epubcfi(/6/6!/4/104[page_050]/6,/1:0,/1:131)","quote":"I am alone in the castle with those awful women. Faugh! Mina is a woman, and there is nought in common. They are devils of the Pit!","desc":"Jonathan Harker writes in his journal to express his fear of and frustration with the three brides of Count Dracula who came to him one nigh","page":"https://www.sparknotes.com/lit/dracula/quotes/theme/gender"},{"cfi":"epubcfi(/6/8!/4/116[page_081]/10,/1:404,/1:544)","quote":"It is a very strange thing, this sleep-walking, for as soon as her will is thwarted in any physical way, her intention, if there be any, dis","desc":"Mina describes how she manages to get a sleepwalking Lucy to go back to bed. While Lucy seems to have an unknown goal in her nighttime wande","page":"https://www.sparknotes.com/lit/dracula/quotes/theme/gender"},{"cfi":"epubcfi(/6/16!/4/130[page_197]/4,/1:190,/1:330)","quote":"Lucy’s eyes in form and colour; but Lucy’s eyes unclean and full of hell-fire, instead of the pure, gentle orbs we knew. At that moment the ","desc":"Dr. Seward writes this description of Lucy in his journal after they see her in her vampire form. Eyes hold special meaning as portals to th","page":"https://www.sparknotes.com/lit/dracula/quotes/theme/gender"},{"cfi":"epubcfi(/6/18!/4/70[page_214]/2,/1:578,/1:718)","quote":"I suppose there is something in woman’s nature that makes a man free to break down before her and express his feelings on the tender or emot","desc":"When Lord Godalming begins to cry to Mina after reading her account of Lucy’s last days, Mr. Morris leaves the room. Here, Mina observes in ","page":"https://www.sparknotes.com/lit/dracula/quotes/theme/gender"},{"cfi":"epubcfi(/6/6!/4/126/2[page_054],/1:451,/1:591)","quote":"I suppose that we women are such cowards that we think a man will save us from fears, and we marry him. I know now what I would do if I were","desc":"As Lucy writes to Mina about the three marriage proposals she has received, she reflects on what makes marriage attractive to women. Even th","page":"https://www.sparknotes.com/lit/dracula/quotes/theme/marriage"},{"cfi":"epubcfi(/6/20!/4/86[page_249]/2,/1:208,/1:348)","quote":"The dear girl was more affectionate with me than ever, and clung to me as though she would detain me; but there was much to be talked of and","desc":"After Harker discovers some of the Count’s remaining boxes, he wants to go and tell the other men, all of whom have sworn not to tell Mina a","page":"https://www.sparknotes.com/lit/dracula/quotes/theme/marriage"},{"cfi":"epubcfi(/6/22!/4/34[page_268]/2,/1:517,/1:657)","quote":"And you, their best beloved one, are now to me, flesh of my flesh; blood of my blood; kin of my kin; my bountiful wine-press for a while; an","desc":"After Count Dracula sucks Mina’s blood, he reprimands her for helping the men try to hunt and kill him, and he explains that Mina now belong","page":"https://www.sparknotes.com/lit/dracula/quotes/theme/marriage"},{"cfi":"epubcfi(/6/4!/4/92[page_015]/6,/1:0,/1:140)","quote":"“Welcome to my house! Enter freely and of your own will!” He made no motion of stepping to meet me, but stood like a statue, as though his g","desc":"Here, Count Dracula greets Jonathan Harker when he arrives at the castle. The Count makes a friendly and welcoming first impression, but Jon","page":"https://www.sparknotes.com/lit/dracula/quotes/character/count-dracula"},{"cfi":"epubcfi(/6/6!/4/22/2[page_030],/1:1,/1:141)","quote":"I pray you, my good young friend, that you will not discourse of things other than business in your letters. It will doubtless please your f","desc":"The Count speaks to Harker while he keeps him prisoner, encouraging him to only write the letters dictated by the Count himself. Count Dracu","page":"https://www.sparknotes.com/lit/dracula/quotes/character/count-dracula"},{"cfi":"epubcfi(/6/18!/4/110[page_224]/2,/1:435,/1:575)","quote":"If it be so, then was he no common man; for in that time, and for centuries after, he was spoken of as the cleverest and the most cunning, a","desc":"Professor Van Helsing describes the Count before he became a vampire. The legend of his intellect persisted for centuries beyond his death, ","page":"https://www.sparknotes.com/lit/dracula/quotes/character/count-dracula"},{"cfi":"epubcfi(/6/12!/4/48[page_122]/18,/1:1,/1:141)","quote":"No trifling with me! I never jest! There is grim purpose in all I do; and I warn you that you do not thwart me. Take care, for the sake of o","desc":"When Van Helsing brings garlic to put in Lucy’s room and around her neck, she feels confused and accuses him of joking with her. He becomes ","page":"https://www.sparknotes.com/lit/dracula/quotes/character/van-helsing"},{"cfi":"epubcfi(/6/14!/4/130[page_170]/4,/1:201,/1:341)","quote":"The poise of the head strikes one at once as indicative of thought and power; the head is noble, well-sized, broad, and large behind the ear","desc":"Mina describes Van Helsing after meeting him for the first time. Even before speaking to him, she senses his strength and intelligence just ","page":"https://www.sparknotes.com/lit/dracula/quotes/character/van-helsing"},{"cfi":"epubcfi(/6/16!/4/26[page_173]/8,/1:111,/1:251)","quote":"I have learned not to think little of any one’s belief, no matter how strange it be. I have tried to keep an open mind; and it is not the or","desc":"Van Helsing replies to Mina’s warning as she gives him a copy of Jonathan’s journal from his time with Count Dracula. She cautions him that ","page":"https://www.sparknotes.com/lit/dracula/quotes/character/van-helsing"},{"cfi":"epubcfi(/6/16!/4/106[page_192]/24,/1:1,/1:127)","quote":"My Lord Godalming, I, too, have a duty to do, a duty to others, a duty to you, a duty to the dead; and, by God, I shall do it!","desc":"After Van Helsing asks Lord Godalming if he can cut off the head of Lucy’s corpse, Lord Godalming becomes angry, saying he has a duty to the","page":"https://www.sparknotes.com/lit/dracula/quotes/character/van-helsing"},{"cfi":"epubcfi(/6/18!/4/100/4[page_221],/1:1090,/1:1230)","quote":"But we are face to face with duty; and in such case must we shrink? For me, I say, no; but then I am old, and life, with his sunshine, his f","desc":"Van Helsing asks the others if they will join him in his mission to destroy Count Dracula. He again appeals to their sense of duty to serve ","page":"https://www.sparknotes.com/lit/dracula/quotes/character/van-helsing"},{"cfi":"epubcfi(/6/18!/4/66[page_213]/8,/1:452,/1:588)","quote":"It is just as that dear, good Professor Van Helsing said: he is true grit, and he improves under strain that would kill a weaker nature.","desc":"After Mina says goodbye to Harker as he leaves for Whitby, she finds comfort in remembering Van Helsing’s words about Harker. Although Harke","page":"https://www.sparknotes.com/lit/dracula/quotes/character/jonathan-harker"},{"cfi":"epubcfi(/6/14!/4/120/2[CHAPTER_XIV],/1:2,/1:142)","quote":"I hadn’t the heart to write last night; that terrible record of Jonathan’s upset me so. Poor dear! How he must have suffered, whether it be ","desc":"Here, Mina writes in her journal after reading Jonathan’s account of his time at Castle Dracula. As she imagines what he experienced to be i","page":"https://www.sparknotes.com/lit/dracula/quotes/character/mina-murray"},{"cfi":"epubcfi(/6/22!/4/50[page_271]/2,/1:167,/1:307)","quote":"She was so good and brave that we all felt that our hearts were strengthened to work and endure for her, and we began to discuss what we wer","desc":"Harker writes in his journal describing the group’s reaction to Mina’s resolve to survive until Count Dracula’s demise. Mina acts as an insp","page":"https://www.sparknotes.com/lit/dracula/quotes/character/mina-murray"},{"cfi":"epubcfi(/6/28!/4/38[page_352]/10,/1:0,/1:140)","quote":"I shall be glad as long as I live that even in that moment of final dissolution, there was in the face a look of peace, such as I never coul","desc":"Here, Mina recounts her feelings as she sees Mr. Morris plunge a knife into Count Dracula’s heart. While they all rejoice to be rid of the C","page":"https://www.sparknotes.com/lit/dracula/quotes/character/mina-murray"},{"cfi":"epubcfi(/6/6!/4/130/4[page_056],/1:103,/1:196)","quote":"Why can’t they let a girl marry three men, or as many as want her, and save all this trouble?","desc":"Lucy writes a letter to Mina about the three suitors who have proposed marriage to her. She feels guilty for having to disappoint two of the","page":"https://www.sparknotes.com/lit/dracula/quotes/character/lucy-westenra"},{"cfi":"epubcfi(/6/8!/4/122/2[page_082],/1:518,/1:658)","quote":"Poor Lucy seemed much upset. She was restless and uneasy all the time, and I cannot but think that her dreaming at night is telling on her. ","desc":"Mina describes Lucy’s behavior after they attended the funeral of the ship’s captain. Mina does not know that Lucy has become the Count’s vi","page":"https://www.sparknotes.com/lit/dracula/quotes/character/lucy-westenra"},{"cfi":"epubcfi(/6/12!/4/34/4[page_119],/1:150,/1:290)","quote":"I suppose it is that sickness and weakness are selfish things and turn our inner eyes and sympathy on ourselves, whilst health and strength ","desc":"Lucy writes in her diary after Professor Van Helsing performs the first blood transfusion on her. She finally feels healthy again and sees h","page":"https://www.sparknotes.com/lit/dracula/quotes/character/lucy-westenra"},{"cfi":"epubcfi(/6/16!/4/128/4[page_197],/1:1,/1:136)","quote":"Lucy Westenra, but yet how changed. The sweetness was turned to adamantine, heartless cruelty, and the purity to voluptuous wantonness.","desc":"Dr. Seward observes Lucy as a vampire in the graveyard. Out of all the characters in the novel, Lucy changes the most, though not of her own","page":"https://www.sparknotes.com/lit/dracula/quotes/character/lucy-westenra"}]