[{"cfi":"epubcfi(/6/6!/4/44[chap10]/4,/1:2575,/1:2715)","quote":"It was on the moral side, and in my own person, that I learned to recognise the thorough and primitive duality of man; I saw that, of the tw","desc":"This quotation appears midway through Chapter 10, “Henry Jekyll’s Full Statement of the Case,\" which consists of the letter that Jekyll leav","page":"https://www.sparknotes.com/lit/jekyll/quotes/page/4"},{"cfi":"epubcfi(/6/6!/4/44[chap10]/4,/1:1943,/1:2083)","quote":"With every day, and from both sides of my intelligence, the moral and the intellectual, I thus drew steadily nearer to that truth, by whose ","desc":"Throughout Jekyll’s final letter, we see an important theme in the story: Human nature is made up of a series of oppositions—good and evil, ","page":"https://www.sparknotes.com/lit/jekyll/quotes/theme/duality"},{"cfi":"epubcfi(/6/6!/4/40[chap09]/62,/1:0,/1:140)","quote":"“It is well,” replied my visitor. “Lanyon, you remember your vows: what follows is under the seal of our profession. And now, you who have s","desc":"In Dr. Lanyon’s last letter, he recounts Jekyll’s words to him before Jekyll reveals himself as Hyde. Jekyll chided Lanyon for being close-m","page":"https://www.sparknotes.com/lit/jekyll/quotes/theme/rational-vs-irrational"},{"cfi":"epubcfi(/6/4!/4/32[chap02]/32,/1:0,/1:59)","quote":"“If he be Mr. Hyde,” he had thought, “I shall be Mr. Seek.”","desc":"In Chapter 2, we see that Utterson has a strong curiosity streak in his character. Where Enfield is satisfied with accepting things at face ","page":"https://www.sparknotes.com/lit/jekyll/quotes/character/mr-gabriel-john-utterson"},{"cfi":"epubcfi(/6/6!/4/36[chap08]/66,/1:0,/1:140)","quote":"“This is a very strange tale, Poole; this is rather a wild tale my man,” said Mr. Utterson, biting his finger. “Suppose it were as you suppo","desc":"When Poole tells Utterson that he believes Jekyll has been murdered, and the murderer is currently in Jekyll’s room, Utterson struggles to b","page":"https://www.sparknotes.com/lit/jekyll/quotes/character/mr-gabriel-john-utterson"},{"cfi":"epubcfi(/6/4!/4/36[chap03]/8,/1:106,/1:246)","quote":"“My poor Utterson,” said he, “you are unfortunate in such a client. I never saw a man so distressed as you were by my will; unless it were t","desc":"Utterson is growing uneasy with Jekyll and his relationship to Hyde—Utterson doesn’t understand why Jekyll would include such a disreputable","page":"https://www.sparknotes.com/lit/jekyll/quotes/character/dr-henry-jekyll"},{"cfi":"epubcfi(/6/4!/4/44[chap05]/12,/1:0,/1:140)","quote":"“Utterson, I swear to God,” cried the doctor, “I swear to God I will never set eyes on him again. I bind my honour to you that I am done wit","desc":"When Utterson confronts Jekyll about Hyde, who murdered a man, Jekyll frantically tries to reassure Utterson that Hyde will never be heard f","page":"https://www.sparknotes.com/lit/jekyll/quotes/character/dr-henry-jekyll"},{"cfi":"epubcfi(/6/4!/4/48[chap06]/10,/1:0,/1:140)","quote":"“I have had a shock,” he said, “and I shall never recover. It is a question of weeks. Well, life has been pleasant; I liked it; yes, sir, I ","desc":"When Mr. Utterson meets Lanyon for dinner, Lanyon appears shockingly worse since they last met. He looks so bad, Utterson is convinced he wi","page":"https://www.sparknotes.com/lit/jekyll/quotes/character/dr-hastie-lanyon"},{"cfi":"epubcfi(/6/4!/4/48[chap06]/14,/1:60,/1:200)","quote":"“I wish to see or hear no more of Dr. Jekyll,” he said in a loud, unsteady voice. “I am quite done with that person; and I beg that you will","desc":"When Utterson questions Dr. Lanyon about Jekyll, Dr. Lanyon tries to stop him. Lanyon’s voice is uncontrolled, demonstrating how shaken he i","page":"https://www.sparknotes.com/lit/jekyll/quotes/character/dr-hastie-lanyon"},{"cfi":"epubcfi(/6/6!/4/40[chap09]/66,/1:0,/1:140)","quote":"“O God!” I screamed, and “O God!” again and again; for there before my eyes—pale and shaken, and half fainting, and groping before him with ","desc":"Dr. Lanyon’s words and recollection serve as the climax of the story. The question of Dr. Jekyll’s relationship to Mr. Hyde is resolved, and","page":"https://www.sparknotes.com/lit/jekyll/quotes/character/dr-hastie-lanyon"},{"cfi":"epubcfi(/6/4!/4/28[chap01]/22,/1:44,/1:184)","quote":"“Yes, it’s a bad story. For my man was a fellow that nobody could have to do with, a really damnable man; and the person that drew the chequ","desc":"Enfield describes to Utterson how the check he received from the disreputable Hyde was signed by the reputable Jekyll. Enfield puzzles over ","page":"https://www.sparknotes.com/lit/jekyll/quotes/character/mr-enfield"},{"cfi":"epubcfi(/6/4!/4/28[chap01]/30,/1:44,/1:184)","quote":"“I feel very strongly about putting questions; it partakes too much of the style of the day of judgment. You start a question, and it’s like","desc":"Here Enfield is discussing his views on social propriety. To Enfield, the stranger a matter seems, the less he asks. Probing a person, he sa","page":"https://www.sparknotes.com/lit/jekyll/quotes/character/mr-enfield"},{"cfi":"epubcfi(/6/6!/4/36[chap08]/12,/1:0,/1:140)","quote":"“You know the doctor’s ways, sir,” replied Poole, “and how he shuts himself up. Well, he’s shut up again in the cabinet; and I don’t like it","desc":"In Chapter 8, Jekyll’s butler Mr. Poole comes to Utterson’s house to ask for help. Poole says he is concerned that Jekyll has locked himself","page":"https://www.sparknotes.com/lit/jekyll/quotes/character/mr-poole"},{"cfi":"epubcfi(/6/6!/4/36[chap08]/64,/1:0,/1:140)","quote":"“Changed? Well, yes, I think so,” said the butler. “Have I been twenty years in this man’s house, to be deceived about his voice? No, sir; m","desc":"Mr. Poole tells Utterson that the voice coming from inside Jekyll’s room is no longer Jekyll’s. Poole believes that the voice is Jekyll’s mu","page":"https://www.sparknotes.com/lit/jekyll/quotes/character/mr-poole"}]