[{"cfi":"epubcfi(/6/30!/4/28[chap53]/24,/1:0,/1:140)","quote":"Mr. and Mrs. Bumble, deprived of their situations, were gradually reduced to great indigence and misery, and finally became paupers in that ","desc":"In an ironic turn, due to their role in hiding Oliver’s true identity, the narrator explains how the Bumbles lose their position at the work","page":"https://www.sparknotes.com/lit/oliver/quotes/theme/poverty"},{"cfi":"epubcfi(/6/28!/4/26[chap51]/62,/1:77,/1:217)","quote":"He had left her, when only eighteen; robbed her of jewels and money; gambled, squandered, forged, and fled to London: where for two years he","desc":"As a foil to Oliver and his purity, Monks and his degradation demonstrate that criminality spans wealth and social class. As described here ","page":"https://www.sparknotes.com/lit/oliver/quotes/theme/criminality"},{"cfi":"epubcfi(/6/4!/4/40[chap04]/78,/1:260,/1:400)","quote":"The simple fact was, that Oliver, instead of possessing too little feeling, possessed rather too much; and was in a fair way of being reduce","desc":"When the board at the workhouse sends Oliver to apprentice with the undertaker, he shows no sign of emotion, which the board members take as","page":"https://www.sparknotes.com/lit/oliver/quotes/character/oliver-twist"},{"cfi":"epubcfi(/6/8!/4/8[chap09]/48,/1:0,/1:140)","quote":"Oliver thought the old gentleman must be a decided miser to live in such a dirty place, with so many watches; but, thinking that perhaps his","desc":"On the first morning that Oliver wakes up in Fagin’s house, he spies the old man gloating over his gold jewels and watches. Oliver finds Fag","page":"https://www.sparknotes.com/lit/oliver/quotes/character/oliver-twist"},{"cfi":"epubcfi(/6/30!/4/28[chap53]/12,/1:390,/1:530)","quote":"Mr. Brownlow, unwilling to deprive the elder son of the opportunity of retrieving his former vices and pursuing an honest career, proposed t","desc":"Upon learning that Oliver is the true heir of his father’s fortune, Mr. Brownlow nevertheless suggests splitting the money equally between t","page":"https://www.sparknotes.com/lit/oliver/quotes/character/oliver-twist"},{"cfi":"epubcfi(/6/10!/4/94[chap16]/156,/1:336,/1:378)","quote":"Do you know who you are, and what you are?","desc":"Sikes responds to Nancy’s rage at the gang’s cruel and threatening treatment of Oliver after they have captured him from Mr. Brownlow’s home","page":"https://www.sparknotes.com/lit/oliver/quotes/character/nancy"},{"cfi":"epubcfi(/6/26!/4/98[chap46]/144,/1:45,/1:103)","quote":"You can do nothing to help me. I am past all hope, indeed.","desc":"After Nancy shares her information about Monks with Mr. Brownlow and Rose, Mr. Brownlow asks how he can help her. Like Rose earlier, he woul","page":"https://www.sparknotes.com/lit/oliver/quotes/character/nancy"},{"cfi":"epubcfi(/6/12!/4/174[chap18]/126,/1:0,/1:140)","quote":"In short, the wily old Jew had the boy in his toils. Having prepared his mind, by solitude and gloom, to prefer any society to the companion","desc":"The narrator explains how Fagin carries out his plot to make Oliver a willing member of his gang. First, he deprives him of human company, a","page":"https://www.sparknotes.com/lit/oliver/quotes/character/fagin"},{"cfi":"epubcfi(/6/8!/4/16[chap11]/90,/1:0,/1:140)","quote":"With many interruptions, and repeated insults, Mr. Brownlow contrived to state his case; observing that, in the surprise of the moment, he h","desc":"The narrator explains that, after Oliver’s arrest, Mr. Brownlow sides with him and actively seeks to protect Oliver from prosecution. Once h","page":"https://www.sparknotes.com/lit/oliver/quotes/character/mr-brownlow"},{"cfi":"epubcfi(/6/10!/4/86[chap14]/62,/1:237,/1:377)","quote":"You say you are an orphan, without a friend in the world; all the inquiries I have been able to make, confirm the statement. Let me hear you","desc":"Mr. Brownlow encourages Oliver to tell the truth about his life. After Oliver recovers from illness, Mr. Brownlow confirms Oliver’s story, i","page":"https://www.sparknotes.com/lit/oliver/quotes/character/mr-brownlow"},{"cfi":"epubcfi(/6/30!/4/28[chap53]/34,/1:0,/1:140)","quote":"How Mr. Brownlow went on, from day to day, filling the mind of his adopted child with stores of knowledge, and becoming attached to him, mor","desc":"The narrator describes how Mr. Brownlow raises Oliver to be an educated, accomplished man, like himself. The two make a likely pair in their","page":"https://www.sparknotes.com/lit/oliver/quotes/character/mr-brownlow"}]