[{"cfi":"epubcfi(/6/4!/4/64[img018]/8,/1:530,/1:670)","quote":"I ain’t doing my duty by that boy, and that’s the Lord’s truth, goodness knows. Spare the rod and spile the child, as the Good Book says. I’","desc":"This quotation is from Chapter 1, when Tom has just escaped Aunt Polly’s grasp once again. Aunt Polly’s mixture of amusement and frustration","page":"http://www.sparknotes.com/lit/tomsawyer/quotes/"},{"cfi":"epubcfi(/6/18!/4/32[img189]/4,/1:0,/1:140)","quote":"Tom was a glittering hero once more—the pet of the old, the envy of the young. His name even went into immortal print, for the village paper","desc":"The community’s assessment of Tom in Chapter 24, after his testimony against Injun Joe, implicitly acknowledges the close relationship betwe","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/page/4"},{"cfi":"epubcfi(/6/10!/4/36[img079]/6,/1:567,/1:707)","quote":"There was not even a zephyr stirring; the dead noonday heat had even stilled the songs of the birds; nature lay in a trance that was broken ","desc":"The narrator explains that Tom, upset after fighting with Becky, runs off to a dense wood to find comfort, demonstrating the importance of n","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/theme/nature"},{"cfi":"epubcfi(/6/12!/4/102[img121]/6,/1:128,/1:268)","quote":"It was the cool gray dawn, and there was a delicious sense of repose and peace in the deep pervading calm and silence of the woods. Not a le","desc":"The narrator describes sunrise, personifying nature as awakening to a work day. Giving nature humanlike qualities strengthens the connection","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/theme/nature"},{"cfi":"epubcfi(/6/14!/4/50[img141]/12,/1:503,/1:643)","quote":"While it lasted, he got them interested in a new device. This was to knock off being pirates, for a while, and be Indians for a change. They","desc":"The narrator’s description of Tom, Huck, and Joe’s childlike, imaginative games while camping on Jackson’s Island reveals the theme of youth","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/theme/youth-and-innocence"},{"cfi":"epubcfi(/6/18!/4/72[img200]/20,/1:0,/1:140)","quote":"So they played Robin Hood all the afternoon, now and then casting a yearning eye down upon the haunted house and passing a remark about the ","desc":"Tom and Huck’s adventures of treasure hunting and haunted houses, described here by the narrator as serious business, conveys the intensity ","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/theme/youth-and-innocence"},{"cfi":"epubcfi(/6/6!/4/82[img044]/10,/1:1209,/1:1349)","quote":"The girl “put him to rights” after he had dressed himself; she buttoned his neat roundabout up to his chin, turned his vast shirt collar dow","desc":"Early in the novel, Tom reveals his conflict with societal constraints when Mary requires him to clean and dress well for church. While Tom ","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/theme/individualism-versus-conformity"},{"cfi":"epubcfi(/6/10!/4/36[img079]/8,/1:0,/1:140)","quote":"But the elastic heart of youth cannot be compressed into one constrained shape long at a time. Tom presently began to drift insensibly back ","desc":"Tom imagines his life away from the village, dreaming about what he could do or become. As he bounces from one idea to another—a clown to an","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/theme/imagination"},{"cfi":"epubcfi(/6/10!/4/40[img081]/14,/1:192,/1:332)","quote":"If you buried a marble with certain necessary incantations, and left it alone a fortnight, and then opened the place with the incantation he","desc":"The theme of imagination rings true through Tom’s strong belief in superstitions. As the narrator explains here, Tom often took part in supe","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/theme/imagination"},{"cfi":"epubcfi(/6/18!/4/56[img195]/48,/1:48,/1:188)","quote":"We got to give this one up. We can’t ever tell the right time, and besides this kind of thing’s too awful, here this time of night with witc","desc":"As Huck talks to Tom during their treasure hunting, the theme of imagination comes through the boys’ active belief in superstitions, witches","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/theme/imagination"},{"cfi":"epubcfi(/6/6!/4/54[img038]/6,/1:0,/1:140)","quote":"Then her conscience reproached her, and she yearned to say something kind and loving; but she judged that this would be construed into a con","desc":"The narrator reveals Aunt Polly’s inner turmoil as she becomes conflicted between self-interest and morality. When she falsely accuses Tom o","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/theme/morality"},{"cfi":"epubcfi(/6/18!/4/32[img189]/8,/1:631,/1:771)","quote":"Since Tom’s harassed conscience had managed to drive him to the lawyer’s house by night and wring a dread tale from lips that had been seale","desc":"The narrator describes the scene in which Tom finally tells the truth about what he and Huck saw in the graveyard. Tom’s inner struggle and ","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/theme/morality"},{"cfi":"epubcfi(/6/4!/4/68[img019]/54,/1:0,/1:140)","quote":"Within two minutes, or even less, he had forgotten all his troubles. Not because his troubles were one whit less heavy and bitter to him tha","desc":"The narrator describes a scene in which Tom Sawyer’s youthful character reveals itself as he becomes easily distracted from his troubles by ","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/tom-sawyer"},{"cfi":"epubcfi(/6/8!/4/38[img055]/16,/1:73,/1:213)","quote":"The boy whose history this book relates did not enjoy the prayer, he only endured it—if he even did that much. He was restive all through it","desc":"Tom Sawyer’s character struggles between his individuality and society’s expectations throughout the novel, and as the narrator reveals here","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/tom-sawyer"},{"cfi":"epubcfi(/6/8!/4/90[img072]/6,/1:0,/1:140)","quote":"The harder Tom tried to fasten his mind on his book, the more his ideas wandered. So at last, with a sigh and a yawn, he gave it up. It seem","desc":"Tom’s feelings towards school and studying as revealed by the narrator further display the conflicts his individualism creates with society’","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/tom-sawyer"},{"cfi":"epubcfi(/6/10!/4/36[img079]/6,/1:0,/1:140)","quote":"Tom dodged hither and thither through lanes until he was well out of the track of returning scholars, and then fell into a moody jog. He cro","desc":"The narrator explains how, after a trying day at school and a fight with Becky, Tom escapes to nature, leaving his troubles behind him. In t","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/tom-sawyer"},{"cfi":"epubcfi(/6/12!/4/86[img113]/6,/1:0,/1:140)","quote":"Tom’s mind was made up now. He was gloomy and desperate. He was a forsaken, friendless boy, he said; nobody loved him; when they found out w","desc":"Here, Tom’s inner thoughts demonstrate his role as a romantic character through his youthful reaction to life, his vivid imagination, and hi","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/tom-sawyer"},{"cfi":"epubcfi(/6/18!/4/12[img181]/6,/1:188,/1:328)","quote":"Every reference to the murder sent a shudder to his heart, for his troubled conscience and fears almost persuaded him that these remarks wer","desc":"As the murder trial of Muff Potter comes to court, Tom’s suffering conscience also returns. The narrator describes how Tom struggles with no","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/tom-sawyer"},{"cfi":"epubcfi(/6/22!/4/76[img248]/8,/1:203,/1:343)","quote":"Tom lay upon a sofa with an eager auditory about him and told the history of the wonderful adventure, putting in many striking additions to ","desc":"The narrator describes the scene in which Tom recounts how he and Becky finally get out of the caves after being lost for days. His elaborat","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/tom-sawyer"},{"cfi":"epubcfi(/6/8!/4/62[img063]/10,/1:0,/1:140)","quote":"Shortly Tom came upon the juvenile pariah of the village, Huckleberry Finn, son of the town drunkard. Huckleberry was cordially hated and dr","desc":"The narrator’s first description of Huckleberry Finn paints Huck as the epitome of individualism and therefore despised by traditional socie","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/huckleberry-finn"},{"cfi":"epubcfi(/6/8!/4/66[img064]/6,/1:0,/1:140)","quote":"Huckleberry came and went, at his own free will. He slept on doorsteps in fine weather and in empty hogsheads in wet; he did not have to go ","desc":"The narrator continues to describe Huckleberry Finn as a character that symbolizes individualism over society. From Huck’s independence to c","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/huckleberry-finn"},{"cfi":"epubcfi(/6/14!/4/62[img144]/30,/1:0,/1:140)","quote":"Aunt Polly, Mary, and the Harpers threw themselves upon their restored ones, smothered them with kisses and poured out thanksgivings, while ","desc":"When the boys return to the village on the day of their own funerals, the narrator describes how uncomfortable the joyous reception makes Hu","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/huckleberry-finn"},{"cfi":"epubcfi(/6/18!/4/32[img189]/8,/1:240,/1:380)","quote":"Poor Huck was in the same state of wretchedness and terror, for Tom had told the whole story to the lawyer the night before the great day of","desc":"Here, the narrator describes how Tom’s truth-telling directly affects Huck Finn. To begin with, this truth puts both boys at risk when consi","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/huckleberry-finn"},{"cfi":"epubcfi(/6/10!/4/64[img088]/36,/1:99,/1:239)","quote":"Five years ago you drove me away from your father’s kitchen one night, when I come to ask for something to eat, and you said I warn’t there ","desc":"While in the cemetery as Huck and Tom secretly listen in, Injun Joe turns on Dr. Robinson after digging up a grave. Injun Joe explains to th","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/injun-joe"},{"cfi":"epubcfi(/6/22!/4/100[img254]/6,/1:434,/1:574)","quote":"It is many and many a year since the hapless half-breed scooped out the stone to catch the priceless drops, but to this day the tourist star","desc":"The narrator describes the reaction to Injun Joe’s wretched death in the caves. While Tom feels mostly relieved, he does actually feel some ","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/injun-joe"},{"cfi":"epubcfi(/6/10!/4/88[img098]/22,/1:0,/1:140)","quote":"After breakfast his aunt took him aside, and Tom almost brightened in the hope that he was going to be flogged; but it was not so. His aunt ","desc":"After Tom is caught sneaking out at night by Sid, Tom wakes to a realization that Aunt Polly has been told and feels upset with him. However","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/aunt-polly"},{"cfi":"epubcfi(/6/12!/4/66[img107]/6,/1:1635,/1:1775)","quote":"She was as simple-hearted and honest as the day was long, and so she was an easy victim. She gathered together her quack periodicals and her","desc":"The narrator describes Aunt Polly’s trusting and genuine character as she easily falls victim to the latest scams or medical miracle cures. ","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/aunt-polly"},{"cfi":"epubcfi(/6/14!/4/26[img130]/16,/1:0,/1:140)","quote":"Aunt Polly knelt down and prayed for Tom so touchingly, so appealingly, and with such measureless love in her words and her old trembling vo","desc":"The narrator describes a scene when Tom, Huck, and Joe disappear, and the village fears they have died. Aunt Polly, Mrs. Harper, Sid, and Ma","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/aunt-polly"},{"cfi":"epubcfi(/6/6!/4/46[img035]/6,/1:0,/1:140)","quote":"As he was passing by the house where Jeff Thatcher lived, he saw a new girl in the garden—a lovely little blue-eyed creature with yellow hai","desc":"Here, the narrator describes the moment Tom Sawyer first sees Becky Thatcher. Becky’s bright and vivid visual description makes her impact o","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/becky-thatcher"},{"cfi":"epubcfi(/6/24!/4/94[img268]/10,/1:135,/1:275)","quote":"When Becky told her father, in strict confidence, how Tom had taken her whipping at school, the Judge was visibly moved; and when she pleade","desc":"After Tom gets Becky out of the caves, Becky reveals to her father, Judge Thatcher, how Tom also took her punishment at school. Becky’s trut","page":"https://www.sparknotes.com/lit/tomsawyer/quotes/character/becky-thatcher"}]