[{"cfi":"epubcfi(/6/4!/4/78[c1]/10,/1:393,/1:533)","quote":"The Widow Douglas she took me for her son, and allowed she would sivilize me; but it was rough living in the house all the time, considering","desc":"In these lines, which appear on the first page of the novel, Huck discusses events that have occurred since the end of The Adventures of Tom","page":"http://www.sparknotes.com/lit/huckfinn/quotes/"},{"cfi":"epubcfi(/6/14!/4/50[c18-153]/28,/1:185,/1:325)","quote":"I hadn’t had a bite to eat since yesterday, so Jim he got out some corn-dodgers and buttermilk, and pork and cabbage and greens—there ain’t ","desc":"At this point in Chapter 18, Huck has just escaped from the Grangerford-Shepherdson feud and is thoroughly sickened by society. Compared to ","page":"https://www.sparknotes.com/lit/huckfinn/quotes/page/2"},{"cfi":"epubcfi(/6/32!/4/62[c43-365]/26,/1:317,/1:457)","quote":"But I reckon I got to light out for the territory ahead of the rest, because Aunt Sally she’s going to adopt me and sivilize me, and I can’t","desc":"These lines are the last in the novel. By the final chapter, most everything has been resolved: Jim is free, Tom is on his way to recovering","page":"https://www.sparknotes.com/lit/huckfinn/quotes/page/5"},{"cfi":"epubcfi(/6/22!/4/10[c27-233]/10,/1:775,/1:915)","quote":"Them poor things was that glad and happy it made my heart ache to see them getting fooled and lied to so, but I didn’t see no safe way for m","desc":"In Chapter 27, as he watches the king and the duke conspire to steal away the inheritance of Mary Jane, Joanna, and Susan, Huck projects for","page":"https://www.sparknotes.com/lit/huckfinn/quotes/theme/empathy"},{"cfi":"epubcfi(/6/20!/4/90[c26-224]/42,/1:612,/1:752)","quote":"I got to steal that money, somehow; and I got to steal it some way that they won’t suspicion that I done it. They’ve got a good thing here, ","desc":"Huck speaks in Chapter 26 about the need to retrieve the inheritance money that the duke and the king have stolen from the three young siste","page":"https://www.sparknotes.com/lit/huckfinn/quotes/theme/moneywealth"},{"cfi":"epubcfi(/6/4!/4/86[c01-19]/8,/1:741,/1:881)","quote":"Then away out in the woods I heard that kind of a sound that a ghost makes when it wants to tell about something that’s on its mind and can’","desc":"In Chapter 1, Huck stays up after everyone has gone to bed and listens to the sounds of the night. As he sits alone, he hears sounds that ju","page":"https://www.sparknotes.com/lit/huckfinn/quotes/character/huck"},{"cfi":"epubcfi(/6/8!/4/30[c07-56]/12,/3:7,/3:64)","quote":"You know what I mean—I don’t know the words to put it in.","desc":"This quote from Chapter 7 represents one of the few occasions when Huck directly addresses the reader. Huck arrived at Jackson’s Island arou","page":"https://www.sparknotes.com/lit/huckfinn/quotes/character/huck"},{"cfi":"epubcfi(/6/12!/4/96[c16]/16,/1:0,/1:67)","quote":"I got to feeling so mean and so miserable I most wished I was dead.","desc":"After Jim tells Huck off for the prank he played in the fog in Chapter 15, a debilitating sense of guilt sets in as Huck begins to realize t","page":"https://www.sparknotes.com/lit/huckfinn/quotes/character/huck"},{"cfi":"epubcfi(/6/12!/4/92[c15-118]/72,/1:50,/1:190)","quote":"When I got all wore out wid work, en wid de callin’ for you, en went to sleep, my heart wuz mos’ broke bekase you wuz los’, en I didn’ k’yer","desc":"When Jim realizes the nature of Huck’s prank in Chapter 15, he tells him off, explaining how worried he felt when he thought he’d lost Huck ","page":"https://www.sparknotes.com/lit/huckfinn/quotes/character/jim"},{"cfi":"epubcfi(/6/26!/4/52[c35]/16,/3:1039,/3:1133)","quote":"I wish there was a moat to this cabin. If we get time, the night of the escape, we’ll dig one.","desc":"Even though Tom initially seems to have matured, Huck quickly finds that Tom retains his childish commitment to adventure stories. Tom says ","page":"https://www.sparknotes.com/lit/huckfinn/quotes/character/tom"},{"cfi":"epubcfi(/6/26!/4/60[c35-305]/6,/1:457,/1:597)","quote":"It ain’t no crime in a prisoner to steal the thing he needs to get away with, Tom said; it’s his right; and so, as long as we was representi","desc":"In Chapter 35, Tom explains that prisoners and those who are helping them have a “right” to steal whatever they need to escape. Tom attempts","page":"https://www.sparknotes.com/lit/huckfinn/quotes/character/tom"},{"cfi":"epubcfi(/6/16!/4/14,/1:0,/1:140)","quote":"Sometimes we’d have that whole river all to ourselves for the longest time. Yonder was the banks and the islands, across the water; and mayb","desc":"Here, Huck describes life on the river with Jim. They are in the South now, rafting toward unknown dangers, but as long as they are on the r","page":"https://www.sparknotes.com/lit/huckfinn/quotes/symbol/the-mississippi-river"},{"cfi":"epubcfi(/6/16!/4/6,/1:159,/1:299)","quote":"It was a monstrous big river down there—sometimes a mile and a half wide; we run nights, and laid up and hid daytimes; soon as night was mos","desc":"In this passage, Huck describes the sights, sounds, and smells of the river as night transitions to day. At night, “when the whole world is ","page":"https://www.sparknotes.com/lit/huckfinn/quotes/setting/the-american-south"}]