[{"cfi":"epubcfi(/6/10!/4/2[pgepubid00003]/10,/1:0,/1:140)","quote":"The ledge, where I placed my candle, had a few mildewed books piled up in one corner; and it was covered with writing scratched on the paint","desc":"In this passage from Chapter III, Lockwood relates the first of the troubling dreams he has in Catherine’s old bed. The quotation testifies ","page":"https://www.sparknotes.com/lit/wuthering/quotes/page/2"},{"cfi":"epubcfi(/6/68!/4/2[pgepubid00032]/174,/1:0,/1:140)","quote":"The intimacy thus commenced grew rapidly; though it encountered temporary interruptions. Earnshaw was not to be civilized with a wish, and m","desc":"Nelly describes to Mr. Lockwood how Cathy and Hareton Earnshaw fell in love. She depicts a thoughtful, mutual relationship, where both Cathy","page":"https://www.sparknotes.com/lit/wuthering/quotes/theme/love"},{"cfi":"epubcfi(/6/14!/4/2[pgepubid00005]/10,/1:0,/1:140)","quote":"Certainly she had ways with her such as I never saw a child take up before; and she put all of us past our patience fifty times and oftener ","desc":"Nelly Dean describes Catherine’s personality and behavior as a young child. Nelly explains that Catherine was a difficult and high-spirited ","page":"https://www.sparknotes.com/lit/wuthering/quotes/character/catherine"},{"cfi":"epubcfi(/6/14!/4/2[pgepubid00005]/10,/1:417,/1:557)","quote":"A wild, wicked slip she was—but she had the bonniest eye, the sweetest smile, and lightest foot in the parish: and, after all, I believe she","desc":"Nelly gives Mr. Lockwood a description of Catherine as a child. She explains that while Catherine was difficult and she often misbehaved, he","page":"https://www.sparknotes.com/lit/wuthering/quotes/character/catherine"},{"cfi":"epubcfi(/6/16!/4/2[pgepubid00006]/12,/1:555,/1:695)","quote":"But it was one of their chief amusements to run away to the moors in the morning and remain there all day, and the after punishment grew a m","desc":"Nelly describes to Mr. Lockwood the strong connection that Catherine and Heathcliff have from the beginning. This conversation occurs after ","page":"https://www.sparknotes.com/lit/wuthering/quotes/character/catherine"},{"cfi":"epubcfi(/6/20!/4/2[pgepubid00008]/96,/1:0,/1:140)","quote":"She, supposing Edgar could not see her, snatched the cloth from my hand, and pinched me, with a prolonged wrench, very spitefully on the arm","desc":"Nelly describes a confrontation between herself and Catherine during one of Edgar’s visits to Wuthering Heights. Catherine lashes out at Nel","page":"https://www.sparknotes.com/lit/wuthering/quotes/character/catherine"},{"cfi":"epubcfi(/6/28!/4/2[pgepubid00012]/80,/1:0,/1:140)","quote":"And sliding from the bed before I could hinder her, she crossed the room, walking very uncertainly, threw it back, and bent out, careless of","desc":"Nelly describes the toll the conflict between Edgar and Heathcliff has on Catherine’s mental and physical state. Heathcliff has recently ret","page":"https://www.sparknotes.com/lit/wuthering/quotes/character/catherine"},{"cfi":"epubcfi(/6/6!/4/2[pgepubid00001]/28,/1:418,/1:558)","quote":"But Mr. Heathcliff forms a singular contrast to his abode and style of living. He is a dark-skinned gipsy in aspect, in dress and manners a ","desc":"Mr. Lockwood describes to the reader the contrast between Heathcliff’s background as an orphaned gypsy and his current status as a gentleman","page":"https://www.sparknotes.com/lit/wuthering/quotes/character/heathcliff"},{"cfi":"epubcfi(/6/24!/4/2[pgepubid00010]/80,/1:539,/1:679)","quote":"I was amazed, more than ever, to behold the transformation of Heathcliff. He had grown a tall, athletic, well-formed man; beside whom my mas","desc":"Nelly gives a description of Heathcliff upon his return and visit to Thrushcross Grange. She analyzes his transformation in appearance and d","page":"https://www.sparknotes.com/lit/wuthering/quotes/character/heathcliff"},{"cfi":"epubcfi(/6/38!/4/2[pgepubid00017]/176,/1:192,/1:332)","quote":"He maintained a hard, careless deportment, indicative of neither joy nor sorrow: if anything, it expressed a flinty gratification at a piece","desc":"Nelly describes Heathcliff’s cold and calculated reaction to Hindley Earnshaw’s death. Given Heathcliff’s history of mistreatment at Hindley","page":"https://www.sparknotes.com/lit/wuthering/quotes/character/heathcliff"},{"cfi":"epubcfi(/6/62!/4/2[pgepubid00029]/8,/1:69,/1:209)","quote":"He made no ceremony of knocking or announcing his name: he was master, and availed himself of the master’s privilege to walk straight in, wi","desc":"Here, Nelly Dean describes how Heathcliff enters Thrushcross Grange after Edgar Linton’s death. She explains how Heathcliff enters as a mast","page":"https://www.sparknotes.com/lit/wuthering/quotes/character/heathcliff"},{"cfi":"epubcfi(/6/36!/4/2[pgepubid00016]/6,/1:171,/1:311)","quote":"Edgar Linton had his head laid on the pillow, and his eyes shut. His young and fair features were almost as deathlike as those of the form b","desc":"Nelly Dean describes the scene after Catherine dies, explaining how Edgar Linton appears as deathlike as Catherine due to his grief and sadn","page":"https://www.sparknotes.com/lit/wuthering/quotes/character/edgar-linton"},{"cfi":"epubcfi(/6/42!/4/2[pgepubid00019]/54,/1:0,/1:140)","quote":"Edgar Linton was silent a minute; an expression of exceeding sorrow overcast his features: he would have pitied the child on his own account","desc":"Nelly describes Edgar’s misgivings about giving up custody of his sister’s child to Isabella’s widower, Heathcliff. Linton, Isabella’s son, ","page":"https://www.sparknotes.com/lit/wuthering/quotes/character/edgar-linton"},{"cfi":"epubcfi(/6/40!/4/2[pgepubid00018]/4,/1:0,/1:140)","quote":"The twelve years, continued Mrs. Dean, following that dismal period were the happiest of my life: my greatest troubles in their passage rose","desc":"Nelly continues her story to Mr. Lockwood by describing the “happiest” days of her life as Cathy grew in her care. After the dark period of ","page":"https://www.sparknotes.com/lit/wuthering/quotes/character/nelly-dean"},{"cfi":"epubcfi(/6/50!/4/2[pgepubid00023]/154,/1:296,/1:436)","quote":"On the succeeding morning I was laid up, and during three weeks I remained incapacitated for attending to my duties: a calamity never experi","desc":"Nelly describes an illness she battled for three weeks, something she rarely experienced. She reveals how difficult it was for her to be ina","page":"https://www.sparknotes.com/lit/wuthering/quotes/character/nelly-dean"},{"cfi":"epubcfi(/6/68!/4/2[pgepubid00032]/176,/1:0,/1:140)","quote":"You see, Mr. Lockwood, it was easy enough to win Mrs. Heathcliff’s heart. But now, I’m glad you did not try. The crown of all my wishes will","desc":"Here, Nelly Dean reveals to Mr. Lockwood how she feels about Cathy and Hareton Earnshaw falling in love. Nelly explains how their union repr","page":"https://www.sparknotes.com/lit/wuthering/quotes/character/nelly-dean"},{"cfi":"epubcfi(/6/68!/4/2[pgepubid00032]/102,/1:166,/1:306)","quote":"I saw she was sorry for his persevering sulkiness and indolence: her conscience reproved her for frightening him off improving himself: she ","desc":"Here, Nelly Dean explains how Cathy feels sorry for making fun of Hareton Earnshaw’s attempt at learning to read, so she tries to encourage ","page":"https://www.sparknotes.com/lit/wuthering/quotes/character/young-catherine"}]