[{"cfi":"epubcfi(/6/4!/4/56[chap03]/36,/1:361,/1:501)","quote":"So much has been done, exclaimed the soul of Frankenstein—more, far more, will I achieve; treading in the steps already marked, I will pione","desc":"Victor utters these words in Chapter 3 as he relates to Walton how his chemistry professor, M. Waldman, ignited in him an irrepressible desi","page":"https://www.sparknotes.com/lit/frankenstein/quotes/page/4"},{"cfi":"epubcfi(/6/14!/4/68[chap24]/156,/1:725,/1:823)","quote":"I, the miserable and the abandoned, am an abortion, to be spurned at, and kicked, and trampled on.","desc":"In Walton’s final letter to his sister, he recounts the words that the monster speaks to him over Victor’s dead body. This eruption of angry","page":"https://www.sparknotes.com/lit/frankenstein/quotes/page/5"},{"cfi":"epubcfi(/6/4!/4/48[chap01]/16,/1:331,/1:471)","quote":"My mother’s tender caresses and my father’s smile of benevolent pleasure while regarding me are my first recollections. I was their playthin","desc":"Victor speaks this quote as he recalls his happy and privileged childhood. He was deeply loved by his parents, and they understood that they","page":"https://www.sparknotes.com/lit/frankenstein/quotes/theme/parenthood"},{"cfi":"epubcfi(/6/6!/4/10[chap04]/18,/1:250,/1:367)","quote":"A new species would bless me as its creator and source; many happy and excellent natures would owe their being to me.","desc":"Victor speaks these lines while explaining what he hoped would result from his experiments. These lines make it clear that he did see himsel","page":"https://www.sparknotes.com/lit/frankenstein/quotes/theme/parenthood"},{"cfi":"epubcfi(/6/8!/4/52[chap13]/32,/1:530,/1:670)","quote":"For a long time I could not conceive how one man could go forth to murder his fellow, or even why there were laws and governments; but when ","desc":"The Monster claims that when he was first created he could not even understand murder, and that when he did come to understand “bloodshed,” ","page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/the-monster"},{"cfi":"epubcfi(/6/14!/4/68[chap24]/160,/1:418,/1:558)","quote":"I shall collect my funeral pile and consume to ashes this miserable frame, that its remains may afford no light to any curious and unhallowe","desc":"On one level, Frankenstein can be seen as an argument between Frankenstein and the Monster. Frankenstein believes the Monster is evil, while","page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/the-monster"},{"cfi":"epubcfi(/6/4!/4/52[chap02]/4,/1:976,/1:1031)","quote":"The world was to me a secret which I desired to divine.","desc":"Frankenstein explains why science was so appealing to him. He is driven by a desire to discover secrets, but that is not the only way in whi","page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/frankenstein"},{"cfi":"epubcfi(/6/6!/4/10[chap04]/8,/1:590,/1:707)","quote":"Unless I had been animated by an almost supernatural enthusiasm, my application to this study would have been irksome","desc":"Throughout his story, Frankenstein tries to persuade Walton that he is not to blame for the Monster’s crimes. He insists that he thought he ","page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/frankenstein"},{"cfi":"epubcfi(/6/6!/4/10[chap04]/18,/1:250,/1:390)","quote":"A new species would bless me as its creator and source; many happy and excellent natures would owe their being to me. No father could claim ","desc":"Before creating the Monster, Frankenstein imagines that his relationship with the Monster will be even closer than the relationship of fathe","page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/frankenstein"},{"cfi":"epubcfi(/6/8!/4/36[chap09]/26,/1:263,/1:403)","quote":"I suddenly left my home, and bending my steps towards the near Alpine valleys, sought in the magnificence, the eternity of such scenes, to f","desc":"Frankenstein loves the natural world, and often finds comfort in the beauty of nature. However, he takes his love for nature too far. By try","page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/frankenstein"},{"cfi":"epubcfi(/6/8!/4/40[chap10]/28,/1:30,/1:91)","quote":"There can be no community between you and me; we are enemies.","desc":"Frankenstein’s insistence that there “can be no community” between him and the Monster is highly ironic: in a sense, the Monster and Franken","page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/frankenstein"},{"cfi":"epubcfi(/6/14!/4/68[chap24]/72,/1:741,/1:820)","quote":"Like the archangel who aspired to omnipotence, I am chained in an eternal hell.","desc":"Frankenstein compares himself to Satan in Milton’s Paradise Lost. He recognizes that, like Satan, he is guilty of too much ambition. Ambitio","page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/frankenstein"},{"cfi":"epubcfi(/6/14!/4/68[chap24]/128,/1:441,/1:531)","quote":"Yet why do I say this? I have myself been blasted in these hopes, yet another may succeed.","desc":"These are Frankenstein’s last words. Throughout his conversations with Walton, he has warned Walton about the dangers of ambition, but at th","page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/frankenstein"},{"cfi":"epubcfi(/6/4!/4/32[letter1]/10,/1:414,/1:554)","quote":"I try in vain to be persuaded that the pole is the seat of frost and desolation; it ever presents itself to my imagination as the region of ","desc":"Walton is introduced as someone so ambitious to make a great discovery that he won’t pay attention to the dangers of exploration, even thoug","page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/walton"},{"cfi":"epubcfi(/6/4!/4/36[letter2]/12,/1:591,/1:628)","quote":"I bitterly feel the want of a friend.","desc":"Walton longs for companionship. This line introduces an important theme of the novel: both Frankenstein and the Monster will be desperate fo","page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/walton"},{"cfi":"epubcfi(/6/14!/4/68[chap24]/118,/1:46,/1:106)","quote":"I cannot lead them unwillingly to danger, and I must return.","desc":"Walton decides to abandon his voyage because he feels responsible for the safety of his crew. This decision points to the most important dif","page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/walton"},{"cfi":"epubcfi(/6/4!/4/56[chap03]/6,/1:1006,/1:1074)","quote":"Elizabeth, my love, you must supply my place to my younger children.","desc":"On her deathbed, Frankenstein’s mother tells Elizabeth that she “must” take her place as a mother figure to Frankenstein’s brothers. This li","page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/elizabeth-lavenza"},{"cfi":"epubcfi(/6/14!/4/20,/1:738,/1:844)","quote":"The murderous mark of the fiend’s grasp was on her neck, and the breath had ceased to issue from her lips.","desc":"Frankenstein describes Elizabeth’s death. We rarely hear from her in her own words, and some readers have suggested that she is silenced by ","page":"https://www.sparknotes.com/lit/frankenstein/quotes/character/elizabeth-lavenza"},{"cfi":"epubcfi(/6/4!/4/32[letter1]/10,/1:1109,/1:1164)","quote":"What may not be expected in a country of eternal light?","desc":"In a letter home to his sister, explorer Robert Walton brims with enthusiasm about his dangerous scientific expedition to the North Pole, an","page":"https://www.sparknotes.com/lit/frankenstein/quotes/symbol/light-and-fire"},{"cfi":"epubcfi(/6/8!/4/40[chap10]/6,/1:477,/1:617)","quote":"I remembered the effect that the view of the tremendous and ever-moving glacier had produced upon my mind when I first saw it. It had then f","desc":"In the months after Justine’s execution, Victor Frankenstein finds himself increasingly in despair, and he even contemplates suicide. Lookin","page":"https://www.sparknotes.com/lit/frankenstein/quotes/symbol/light-and-fire"},{"cfi":"epubcfi(/6/8!/4/40[chap10]/20,/1:1,/1:141)","quote":"Abhorred monster! fiend that thou art! the tortures of hell are too mild a vengeance for thy crimes. Wretched devil! You reproach me with yo","desc":"Here, Frankenstein threatens to kill the Monster. Moments before this outburst, Victor had been standing on the peak of the glacier Montanve","page":"https://www.sparknotes.com/lit/frankenstein/quotes/symbol/light-and-fire"},{"cfi":"epubcfi(/6/8!/4/44[chap11]/4,/1:702,/1:842)","quote":"Before, dark and opaque bodies had surrounded me, impervious to my touch or sight; but I now found that I could wander on at liberty, with n","desc":"As the Monster recounts his story to Frankenstein, he describes the first sensations he had as he awakened alone in a forest. His first enco","page":"https://www.sparknotes.com/lit/frankenstein/quotes/symbol/light-and-fire"},{"cfi":"epubcfi(/6/8!/4/44[chap11]/14,/1:1,/1:141)","quote":"One day, when I was oppressed by cold, I found a fire which had been left by some wandering beggars, and was overcome with delight at the wa","desc":"The Monster recounts to Frankenstein his first experience with fire. The Monster is encouraged by the fire’s warmth but, thrusting his hand ","page":"https://www.sparknotes.com/lit/frankenstein/quotes/symbol/light-and-fire"},{"cfi":"epubcfi(/6/4!/4/32[letter1]/10,/1:0,/1:140)","quote":"I am already far north of London, and as I walk in the streets of Petersburgh, I feel a cold northern breeze play upon my cheeks, which brac","desc":"In the first letter of the book, Robert Walton writes to his sister about his excitement as he prepares to embark on his trip to the North P","page":"https://www.sparknotes.com/lit/frankenstein/quotes/setting/the-arctic-ice"},{"cfi":"epubcfi(/6/4!/4/32[letter1]/10,/1:736,/1:876)","quote":"I will put some trust in preceding navigators—there snow and frost are banished; and, sailing over a calm sea, we may be wafted to a land su","desc":"In this passage, Walton continues to imagine the Arctic as a place of undiscovered mystery and natural phenomena just waiting to be revealed","page":"https://www.sparknotes.com/lit/frankenstein/quotes/setting/the-arctic-ice"},{"cfi":"epubcfi(/6/6!/4/10[chap04]/20,/1:1175,/1:1315)","quote":"In a solitary chamber, or rather cell, at the top of the house, and separated from all the other apartments by a gallery and staircase, I ke","desc":"In this quote, Victor Frankenstein describes his laboratory at his college in Ingolstadt where he creates the monster. Much like Walton's sh","page":"https://www.sparknotes.com/lit/frankenstein/quotes/setting/europe"},{"cfi":"epubcfi(/6/8!/4/36[chap09]/30,/1:439,/1:579)","quote":"Immense glaciers approached the road; I heard the rumbling thunder of the falling avalanche and marked the smoke of its passage. Mont Blanc,","desc":"In this passage, Victor feels quite depressed about Justine's death, so he explores the natural surroundings of the Chamounix Valley. In Rom","page":"https://www.sparknotes.com/lit/frankenstein/quotes/setting/europe"},{"cfi":"epubcfi(/6/8!/4/44[chap11]/22,/1:699,/1:839)","quote":"The whole village was roused; some fled, some attacked me, until, grievously bruised by stones and many other kinds of missile weapons, I es","desc":"In this passage, the monster tells Victor about being driven away from a village by frightened villagers. For the monster, everything is a n","page":"https://www.sparknotes.com/lit/frankenstein/quotes/setting/europe"},{"cfi":"epubcfi(/6/8!/4/52[chap13]/24,/1:1,/1:141)","quote":"In the meanwhile also the black ground was covered with herbage, and the green banks interspersed with innumerable flowers, sweet to the sce","desc":"In this quote, the monster describes the time when both he and Safie were learning how to speak French. The natural setting often mirrors wh","page":"https://www.sparknotes.com/lit/frankenstein/quotes/setting/europe"}]