[{"cfi":"epubcfi(/6/6!/4/12,/1:0,/1:140)","quote":"The wine was red wine, and had stained the ground of the narrow street in the suburb of Saint Antoine, in Paris, where it was spilled. It ha","desc":"This passage, taken from Book the First, Chapter 5, describes the scramble after a wine cask breaks outside Defarge’s wine shop. This episod","page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/page/3"},{"cfi":"epubcfi(/6/34!/4/98,/1:239,/1:379)","quote":"I see a beautiful city and a brilliant people rising from this abyss, and, in their struggles to be truly free, in their triumphs and defeat","desc":"Though much debate has arisen regarding the value and meaning of Sydney Carton’s sacrifice at the end of the novel, the surest key to interp","page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/page/5"},{"cfi":"epubcfi(/6/4!/4/54,/1:182,/1:322)","quote":"In both countries it was clearer than crystal to the lords of the State preserves of loaves and fishes, that things in general were settled ","desc":"From the very beginning of the novel, the narrator makes clear that the storm of a revolution is brewing. Here, we get a sense of the compla","page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/theme/revolution"},{"cfi":"epubcfi(/6/6!/4/18,/1:294,/1:401)","quote":"In the hunted air of the people there was yet some wild-beast thought of the possibility of turning at bay.","desc":"After describing the hunger that is rampant in the poor neighborhood of Saint Antoine, the narrator compares the peasants to animals that ar","page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/theme/revolution"},{"cfi":"epubcfi(/6/18!/4/68,/1:0,/1:140)","quote":"“I tell thee,” said madame, extending her right hand, for emphasis, “that although it is a long time on the road, it is on the road and comi","desc":"Madame Defarge answers her husband’s question: How long will it be before it is time for the revolution? Madame Defarge is confident that it","page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/theme/revolution"},{"cfi":"epubcfi(/6/22!/4/186,/1:232,/1:372)","quote":"Like the fabled rustic who raised the Devil with infinite pains, and was so terrified at the sight of him that he could ask the Enemy no que","desc":"In this paragraph, the narrator compares the upper class of France to a story about a farmer who conjured the devil, then was frightened of ","page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/theme/revolution"},{"cfi":"epubcfi(/6/14!/4/508,/1:251,/1:391)","quote":"For you, and for any dear to you, I would do anything. If my career were of that better kind that there was any opportunity or capacity of s","desc":"Sydney Carton declares this to Lucie Manette after he confesses his love for her, adding that he knows he is not worthy of her love. Despite","page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/theme/sacrifice"},{"cfi":"epubcfi(/6/28!/4/566,/1:367,/1:507)","quote":"I am the resurrection and the life, saith the Lord: he that believeth in me, though he were dead, yet shall he live: and whosoever liveth an","desc":"Sydney Carton repeats these words to himself the night before he trades places with Darnay at the prison. Here, Carton compares himself to J","page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/theme/sacrifice"},{"cfi":"epubcfi(/6/34!/4/88,/1:1,/1:141)","quote":"I am the resurrection and the life, saith the Lord: he that believeth in me, though he were dead, yet shall he live: and whosoever liveth an","desc":"Sydney Carton repeats these words to himself the night before he trades places with Darnay at the prison. Here, Carton compares himself to J","page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/theme/sacrifice"},{"cfi":"epubcfi(/6/18!/4/386,/1:0,/1:140)","quote":"He had naturally repressed much, and some revulsion might have been expected in him when the occasion for repression was gone. But, it was t","desc":"Here, the narrator explains that Mr. Lorry notices Doctor Manette’s mannerisms after the wedding of Lucie and Darnay. Manette had learned th","page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/theme/imprisonment"},{"cfi":"epubcfi(/6/24!/4/14,/1:472,/1:612)","quote":"The universal watchfulness so encompassed him, that if he had been taken in a net, or were being forwarded to his destination in a cage, he ","desc":"The narrator reveals that when Darnay returns to France to help his former servant, he feels as though his actions are under constant survei","page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/theme/imprisonment"},{"cfi":"epubcfi(/6/6!/4/8,/1:1132,/1:1272)","quote":"There was no drainage to carry off the wine, and not only did it all get taken up, but so much mud got taken up along with it, that there mi","desc":"In this scene, a cask of wine spills in the street of Saint Antoine, a poor neighborhood. The narrator describes how the people of the neigh","page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/theme/class"},{"cfi":"epubcfi(/6/22!/4/88,/1:0,/1:140)","quote":"Monseigneur (often a most worthy individual gentleman) was a national blessing, gave a chivalrous tone to things, was a polite example of lu","desc":"The narrator describes the condition of France after the revolution begins. Although the upper class was meant to be a good thing for the co","page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/theme/class"},{"cfi":"epubcfi(/6/26!/4/278,/1:121,/1:261)","quote":"Five were to be tried together, next, as enemies of the Republic, forasmuch as they had not assisted it by word or deed. So quick was the Tr","desc":"Even after the revolutionaries have taken over, their need to see justice served does not end with the upper class and royalty. As explained","page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/theme/justice"},{"cfi":"epubcfi(/6/28!/4/592,/1:0,/1:140)","quote":"Before that unjust Tribunal, there was little or no order of procedure, ensuring to any accused person any reasonable hearing. There could h","desc":"The narrator describes Darnay’s second trial in Paris, after he was declared innocent in the first. The attempt of the revolutionaries to ad","page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/theme/justice"},{"cfi":"epubcfi(/6/8!/4/174,/1:0,/1:140)","quote":"The accused, who was (and who knew he was) being mentally hanged, beheaded, and quartered, by everybody there, neither flinched from the sit","desc":"This is the first time the narrator introduces Charles Darnay, at his trial. Darnay has been charged with treason against the king of Englan","page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/character/charles-darnay"},{"cfi":"epubcfi(/6/22!/4/208,/1:0,/1:140)","quote":"“My dear Mr. Lorry, it is because I am a Frenchman born, that the thought (which I did not mean to utter here, however) has passed through m","desc":"Darnay speaks to Mr. Lorry about his desire to return to France. Not only does he feel sympathy for his birth country, but also he feels gui","page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/character/charles-darnay"},{"cfi":"epubcfi(/6/22!/4/316,/1:5,/1:145)","quote":"Like the mariner in the old story, the winds and streams had driven him within the influence of the Loadstone Rock, and it was drawing him t","desc":"The narrator describes Darnay’s decision to return to France to help his servant using a storm metaphor. Despite knowing the danger of the j","page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/character/charles-darnay"},{"cfi":"epubcfi(/6/10!/4/38,/1:779,/1:919)","quote":"Something especially reckless in his demeanour, not only gave him a disreputable look, but so diminished the strong resemblance he undoubted","desc":"During Charles Darnay’s trial, Carton argues that because he and Darnay could be mistaken for one another, the prosecutor cannot prove that ","page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/character/sydney-carton"},{"cfi":"epubcfi(/6/10!/4/192,/1:1,/1:141)","quote":"As to me, the greatest desire I have, is to forget that I belong to it. It has no good in it for me—except wine like this—nor I for it. So w","desc":"Carton confides these thoughts to Darnay as they have dinner at a tavern after Darnay’s trial. Carton claims that he tries to forget he is a","page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/character/sydney-carton"},{"cfi":"epubcfi(/6/10!/4/254,/1:0,/1:140)","quote":"“Do you particularly like the man?” he muttered, at his own image; “why should you particularly like a man who resembles you? There is nothi","desc":"After Darnay leaves the tavern, Carton looks into a mirror and ruminates on the resemblance he sees in Darnay to himself. He reasons that th","page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/character/sydney-carton"},{"cfi":"epubcfi(/6/28!/4/582,/1:214,/1:354)","quote":"When he awoke and was afoot again, he lingered there yet a little longer, watching an eddy that turned and turned purposeless, until the str","desc":"The night before Carton switches places with Darnay, he falls asleep by a stream. When he wakes up, he notices the tide and compares the flo","page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/character/sydney-carton"},{"cfi":"epubcfi(/6/10!/4/530,/1:185,/1:325)","quote":"Sometimes, he gets up in the dead of the night, and will be heard, by us overhead there, walking up and down, walking up and down, in his ro","desc":"Miss Pross says this to Mr. Lorry about how Doctor Manette often wakes in the middle of the night. Although during the day he can function l","page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/character/doctor-manette"},{"cfi":"epubcfi(/6/18!/4/294,/1:0,/1:140)","quote":"“I have looked at her, speculating thousands of times upon the unborn child from whom I had been rent. Whether it was alive. Whether it had ","desc":"Doctor Manette recounts looking at the moon while in prison and wondering about the potential life of his child, as he did not even know whe","page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/character/doctor-manette"},{"cfi":"epubcfi(/6/18!/4/414,/1:0,/1:140)","quote":"Nothing would induce him to speak more. He looked up, for an instant at a time, when he was requested to do so; but, no persuasion would ext","desc":"When Doctor Manette learns of Darnay’s true last name before Lucie and Darnay marry, Manette retreats into making shoes and seems to not und","page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/character/doctor-manette"},{"cfi":"epubcfi(/6/24!/4/284,/1:0,/1:140)","quote":"“My dear friend, I have a charmed life in this city. I have been a Bastille prisoner. There is no patriot in Paris—in Paris? In France—who, ","desc":"After Darnay is sent to prison, Doctor Manette and Lucie arrive in France to see what they can do to help him. Knowing this is a dangerous m","page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/character/doctor-manette"},{"cfi":"epubcfi(/6/4!/4/334,/1:424,/1:564)","quote":"As his eyes rested on a short, slight, pretty figure, a quantity of golden hair, a pair of blue eyes that met his own with an inquiring look","desc":"This is Mr. Lorry’s description of Lucie the first time he meets her as an adult. Our first impression of Lucie is one that remains througho","page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/character/lucie-manette"},{"cfi":"epubcfi(/6/10!/4/112,/1:0,/1:140)","quote":"Only his daughter had the power of charming this black brooding from his mind. She was the golden thread that united him to a Past beyond hi","desc":"This is the narrator’s first description of Doctor Manette’s and Lucie’s relationship after she brings him home from Paris. Although the doc","page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/character/lucie-manette"},{"cfi":"epubcfi(/6/20!/4/230,/1:1,/1:141)","quote":"I would ask you, dearest, to be very generous with him always, and very lenient on his faults when he is not by. I would ask you to believe ","desc":"Here, Lucie requests that Darnay be understanding and patient with Carton after Darnay mentions Carton’s tendency to be careless and reckles","page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/character/lucie-manette"},{"cfi":"epubcfi(/6/20!/4/254,/1:151,/1:291)","quote":"For, there was something coming in the echoes, something light, afar off, and scarcely audible yet, that stirred her heart too much. Flutter","desc":"Here, the narrator reveals that despite settling into a happy routine as Darnay’s wife, Lucie has a sense of foreboding. Lucie’s feelings of","page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/character/lucie-manette"},{"cfi":"epubcfi(/6/18!/4/82,/1:6,/1:146)","quote":"But it is your weakness that you sometimes need to see your victim and your opportunity, to sustain you. Sustain yourself without that. When","desc":"Madame Defarge makes this observation on her husband’s temperament as they discuss the revolution. While she is hungry for revenge, Monsieur","page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/character/monsieur-defarge"},{"cfi":"epubcfi(/6/24!/4/172,/1:0,/1:140)","quote":"“I will do,” Defarge doggedly rejoined, “nothing for you. My duty is to my country and the People. I am the sworn servant of both, against y","desc":"Monsieur Defarge says this to Charles Darnay after Darnay is arrested in Paris and asks for help contacting Mr. Lorry. Although Defarge is s","page":"https://www.sparknotes.com/lit/a-tale-of-two-cities/quotes/character/monsieur-defarge"}]